Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: In point ( [ )
de: In Punkt ([)
eu: Puntu horretan ([)
fr: Au point ([)
sl: V točki ([)

source: Out point ( ] )
de: Out-Punkt (])
eu: Out puntua (])
fr: Point de sortie (])
sl: Out točka (])

source: Next label ( ctrl -> )
eu: Hurrengo etiketa (ctrl ->)
fr: Étiquette suivante (ctrl ->)
sl: Naprej oznaka (ctrl ->)

source: Previous label ( ctrl <- )
de: Vorherige Label (Strg <-)
eu: Aurreko etiketa (ctrl <-)
fr: Étiquette précédente (ctrl <-)
sl: Prejšnji oznaka (ctrl <-)

source: Next edit ( alt -> )
de: Next bearbeiten (Alt ->)
eu: Hurrengo editatu (alt ->)
fr: Ensuite, éditez (alt ->)
sl: Naprej edit (alt ->)

source: Previous edit (alt <- )
de: Vorherige bearbeiten (alt <-)
eu: Aurreko editatu (alt <-)
fr: Modifier précédente (alt <-)
sl: Prejšnji edit (alt <-)

source: Lift
de: Heben
eu: Igogailuak

source: Overwrite ( b )
de: Überschreiben (b)
eu: Gainidatzi (b)
fr: Ecraser (b)
sl: Prepiši (b)

source: Extract
eu: Atera
sl: Izpiske

source: To clip ( i )
de: Zum Clip (i)
eu: Mozteko (i)
fr: Pour couper (i)
sl: Da posnetek (i)

source: Cut ( x )
de: Ausschneiden (x)
eu: Ebaki (x)
fr: Couper (x)

source: Commercial ( shift X )
de: Commercial (Verschiebung X)
eu: Merkataritza (shift X)
fr: Commercial (déplacement X)

source: Copy ( c )
de: Kopieren (c)
eu: Kopia (c)
fr: Copier (c)
sl: Kopiraj (c)

source: Append to end of track
de: Hängen Sie bis zum Ende der Spur
eu: Erantsi pista amaiera
fr: Ajouter à la fin de la piste
sl: Pripni na koncu tira

source: Insert before beginning of track
de: Legen Sie vor Beginn der Spur
eu: Pista hasieran aurretik txertatu
fr: Insérer avant début de la piste
sl: Vstavi pred začetkom steze

source: Set transition
de: Set Übergangs
eu: Ezarri trantsizio
fr: Transition Set
sl: Set prehod

source: Set presentation up to current position
de: Set-Präsentation bis zur aktuellen Position
eu: Ezarri aurkezpena up uneko posizioa
fr: Définir la présentation jusqu'à la position actuelle
sl: Set predstavitev do trenutnega položaja

source: Undo ( z )
de: Rückgängig (z)
eu: Desegin (z)

source: Redo ( shift Z )
de: Redo (Verschiebung Z)
eu: Berregin (shift Z)
fr: Rétablir (changement Z)
sl: Ponovi (shift Z)

source: Toggle label at current position ( l )
de: Toggle-Label an der aktuellen Position (l)
eu: Uneko posizioa (l) at Txandakatu etiketa
fr: Label bascule à la position courante (l)
sl: Preklopi nalepka na trenutnem položaju (l)

source: Fit selection to display ( f )
de: Fit Auswahl angezeigt (f)
eu: Bistaratzeko Fit aukeraketa (f)
fr: Fit sélection pour afficher (f)
sl: Fit izbor za prikaz (f)

source: Fit autos to display ( Alt + f )
de: Fit Automobile bis (Alt + f) angezeigt werden
eu: Fit autos (Alt + f) bistaratzeko
fr: Autos Fit pour afficher (Alt + f)
sl: Fit autos za prikaz (Alt + F)

source: Drag and drop editing mode
de: Drag-and-Drop-Bearbeitungsmodus
eu: Arrastatu eta jaregin muntaketa modua
fr: Mode Drag et l'édition de chute
sl: Povleci in spusti urejanje mode

source: Cut and paste editing mode
de: Ausschneiden und Einfügen Bearbeitungsmodus
eu: Ebaki eta itsatsi muntaketa modua
fr: Coupez et collez le mode édition
sl: Izreži in prilepi urejanje načina

source: Generate keyframes while tweeking
de: Gene Keyframes während tweeking
eu: Sortu gako-fotogramak bitartean tweeking
fr: Générer des images clés tout tweeking
sl: Ustvari keyframes medtem tweeking

source: Attach effect...
de: Bringen Wirkung ...
eu: Erantsi efektua ...
fr: Attacher un effet ...
sl: Pripni učinek ...

source: Resize track...
de: Größe ändern Spur ...
eu: Aldatu pistaren ...
fr: Redimensionner la piste ...
sl: Resize skladbo ...

source: Match output size
de: Spiel Ausgabegröße
eu: Match irteeraren tamaina
fr: Taille de sortie Match
sl: Match izhodna velikost

source: Delete track
eu: Ezabatu pista
fr: Supprimer la piste

source: Add track
de: Spur hinzufügen
eu: Gehitu pista
fr: Ajouter une piste
sl: Dodaj skladbo

source: User title...
de: Benutzertitel ...
eu: Erabiltzaile izenburua ...
fr: Titre utilisateur ...
sl: Uporabnik naslov ...

source: User title
de: Benutzertitel
eu: Erabiltzaile izenburua
fr: Titre de l'utilisateur
sl: Uporabnik naslov

source: Feather by how many samples:
de: Feather, wie viele Proben
eu: Luma laginak zenbat by:
fr: Feather par le nombre d'échantillons:
sl: Pero, kako veliko vzorcev:

source: Feather by how many frames:
de: Feather von, wie viele Frames
eu: Luma markoak zenbat by:
fr: Feather par la façon dont de nombreux cadres:
sl: Pero, koliko sličic:

source: Compressor: 16 bit PCM
de: Kompressor: 16-Bit-PCM
eu: Konpresorea: 16 bit PCM
fr: Compresseur: 16 bits PCM
sl: Kompresor: 16 bit PCM

source: Attributes:
de: Attribute
eu: Atributuak:
fr: Attributs:
sl: Atributi:

source: Compressor: Consumer DV
de: Kompressor: Consumer DV
eu: Konpresorea: Kontsumo DV
fr: Compresseur: DV à la consommation
sl: Kompresor: Consumer DV

source: This format doesn't support audio.
de: Dieses Format unterstützt keine Audio.
eu: Formatu hau ez dabil audioa onartzen.
fr: Ce format ne est pas compatible avec l'audio.
sl: Ta format ne podpira zvoka.

source: This format doesn't support video.
de: Dieses Format unterstützt keine Video.
eu: Formatu hau ez dabil bideo onartzen.
fr: Ce format ne supporte pas la vidéo.
sl: Ta format ne podpira video.

source: There are no audio options for this format
de: Es gibt keine Audio-Optionen für dieses Format
eu: Ez dira formatu horretarako ez dago audio aukerak
fr: Il n'y a pas d'options pour ce format audio
sl: Ni avdio možnosti za to obliko

source: There are no video options for this format
de: Es gibt keine Video-Optionen für dieses Format
eu: Ez dago formatu horretarako bideo aukerak
fr: Il n'y a pas d'options vidéo pour ce format
sl: Ni video možnosti za to obliko

source: Use alpha
eu: Erabili alpha
fr: Alpha utilisation
sl: Uporaba alfa

source: Assuming raw PCM:
de: Unter der Annahme, rohe PCM
eu: PCM gordinak onartuz:
fr: En supposant PCM brut:
sl: Ob predpostavki, surovi PCM:

source: AVI Arne Type 1
de: Arne AVI Typ 1
eu: AVI Arne Mota 1

source: AVI DV Type 2
de: AVI DV Typ 2
eu: AVI DV 2 Mota
sl: AVI DV tipa 2

source: EXR Sequence
eu: EXR Sekuentzia
fr: Séquence de EXR

source: JPEG Sequence
de: JPEG-Sequenz
eu: JPEG sekuentzia
fr: JPEG Séquence

source: PNG Sequence
eu: PNG Sekuentzia
fr: Séquence PNG

source: Quicktime for Linux
de: Quicktime für Linux
eu: Quicktime Linux
fr: Quicktime pour Linux
sl: Quicktime za Linux

source: Sun/NeXT AU
eu: Sun / hurrengo AU
fr: Sun / NeXT UA

source: TGA Sequence
de: TGA-Sequenz
eu: TGA Sekuentzia
fr: TGA séquence

source: TIFF Sequence
de: TIFF-Sequenz
eu: TIFF Sekuentzia
fr: Séquence TIFF

source: Unknown sound
eu: Soinu ezezaguna
fr: Un son inconnu
sl: Neznan zvok

source: 8 Bit Linear
eu: 8 Bit lineala
fr: 8 bits linéaire

source: 16 Bit Linear
eu: 16 Bit lineala
fr: 16 bits linéaire

source: 24 Bit Linear
eu: 24 Bit lineala
fr: 24 bits linéaire

source: 32 Bit Linear
eu: 32 Bit lineala
fr: 32 bits linéaire

source: u Law
de: U-Gesetz
eu: U Legea
fr: U loi
sl: U zakon

source: Float
eu: Flotatzen

source: Quality:
de: Qualität
eu: Kalitatea
fr: Qualité:
sl: Kakovost:

source: PNG with Alpha
de: PNG mit Alpha
eu: Alpha batera PNG
fr: PNG avec Alpha
sl: PNG z Alpha

source: Uncompressed RGB
eu: Konprimitu RGB
fr: Non compressé RVB
sl: Nestisnjen RGB

source: Uncompressed RGBA
eu: Konprimitu RGBA
fr: Non compressé RGBA
sl: Nestisnjen RGBA

source: YUV 4:2:0 Planar
eu: YUV 4: 2: 0 Lauak
sl: YUV 4: 2: 0 dvodimenzionalni

source: Component Y'CbCr 8-bit 4:2:2 (yuv2)
eu: Osagai Y'CbCr 8 bit-4: 2: 2 (yuv2)
fr: Composant Y'CbCr 8 bits 4: 2: 2 (YUV2)
sl: Sestavni Y'CbCr 8-bitni 4: 2: 2 (yuv2)

source: Component Y'CbCr 8-bit 4:2:2 (2vuy)
eu: Osagai Y'CbCr 8 bit-4: 2: 2 (2vuy)
fr: Composant Y'CbCr 8 bits 4: 2: 2 (2vuy)
sl: Sestavni Y'CbCr 8-bitni 4: 2: 2 (2vuy)

source: YUV 4:1:1 Packed
de: YUV 4: 1: 1 Lunch
eu: YUV 4: 1: 1 josia
fr: YUV 4: 1: 1 paniers
sl: YUV 4: 1: 1 Pakirano

source: Component Y'CbCr 8-bit 4:4:4
eu: Osagai Y'CbCr 8 bit-4: 4: 4
fr: Composant Y'CbCr 8 bits 4: 4: 4
sl: Sestavni Y'CbCr 8-bit 4: 4: 4

source: Component Y'CbCrA 8-bit 4:4:4:4
eu: Osagai Y'CbCrA 8 bit-4: 4: 4: 4
fr: Composant Y'CbCrA 8 bits 4: 4: 4: 4
sl: Sestavni Y'CbCrA 8-bit 4: 4: 4: 4

source: Component Y'CbCr 10-bit 4:4:4
eu: Osagai Y'CbCr 10-bit 4: 4: 4
fr: Composant Y'CbCr 10 bits 4: 4: 4
sl: Sestavni Y'CbCr 10-bit 4: 4: 4

source: Twos complement
de: Zweier-Komplement
eu: Twos osagarri
fr: Complément Twos
sl: Dvojke dopolnilo

source: Unsigned
eu: Sinatu gabeko
sl: Nepodpisane

source: U-Law
eu: U-Zuzenbidea
sl: U-zakon

source: Made with Cinelerra for Linux
de: Made with Cinelerra für Linux
eu: Cinelerra Linux Made
fr: Fabriqué avec Cinelerra pour Linux
sl: Made with Cinelerra za Linux

source: Bits per channel:
de: Bits pro Kanal:
eu: Bits kanaleko:
fr: Bits par canal:
sl: Biti na kanal:

source: Dither
eu: Bilbearen
fr: Dithering
sl: Podrhtavati

source: Variable bitrate
eu: Bitrate aldakorra
fr: Bitrate variable
sl: Spremenljiva bitna hitrost

source: Avg bitrate:
eu: Batez bitrate:

source: Quantization Quality (%):
de: Quantisierung Qualität (%):
eu: Kuantizazio kalitatea (%):
fr: La quantification de la qualité (%):
sl: Kvantizacija Quality (%):

source: Quantization:
de: Quantisierung
eu: Kuantizazio:
fr: Quantification:
sl: Kvantizacija:

source: Bitrate tolerance:
de: Bitrate-Toleranz:
eu: Bitrate tolerantzia:
fr: Tolérance Bitrate:

source: Interlaced
eu: Interlazitutako
fr: Entrelacé
sl: Interlirana

source: Keyframe interval:
de: Keyframe-Intervall
eu: Gako-fotogramen bitartea:
fr: Intervalle image clé:
sl: Glavni okvir interval:

source: Quantizer:
eu: Kuantizazioaren:
sl: Kvantizator:

source: RC Period:
de: RC Zeit:
eu: RC Garaia:
fr: Période RC:
sl: RC Obdobje:

source: Reaction Ratio:
de: Reaktionsverhältnis:
eu: Erreakzio ratioa:
fr: Ratio de réaction:
sl: Reakcija Ratio:

source: Reaction Period:
de: Reaktionszeit
eu: Erreakzio Garaia:
fr: Période de réaction:
sl: Reakcija Obdobje:

source: Max Key Interval:
de: Max Key Intervall:
eu: Max Key Atsedenaldia:
fr: Max Key Intervalle:

source: Max Quantizer:
eu: Max Kuantizazioaren:
sl: Max kvantizator:

source: Min Quantizer:
eu: Min Kuantizazioaren:
sl: Min kvantizator:

source: Fix bitrate
eu: Konpondu bitrate
fr: Bitrate Fix

source: Fix quantization
de: Fix Quantisierung
eu: Konpondu kuantizazio
fr: Quantification Fix
sl: Fix kvantizacija

source: encode: lame_init_params returned %d
de: Kodieren: lame_init_params zurück %d n
eu: Kodetuko: %d lame_init_params itzuli n
fr: Encode: lame_init_params retourné %d n
sl: Kodiranje: lame_init_params vrnil %d n

source: No options for MPEG transport stream.
de: Keine Optionen für den MPEG-Transportstrom.
eu: No aukerak MPEG garraio korrontea da.
fr: Pas d'options pour flux de transport MPEG.
sl: Ni možnosti za MPEG prometnem toku.

source: Layer:
eu: Geruza:
fr: Couche:

source: Kbits per second:
de: Kbits pro Sekunde
eu: Kbits segundoko:
fr: Kbits par seconde:
sl: Kbit na sekundo:

source: Color model:
de: Farbmodell
eu: Kolore-eredua:
fr: Modèle Couleur:

source: Format Preset:
de: Format Voreinstellung:
eu: Formateatu Aurrezarpena:
fr: Format prédéfini:

source: Derivative:
eu: Eratorririk:
fr: Dérivé:
sl: Izvirni:

source: I frame distance:
de: I-Frame Abstand
eu: Marko I Luzera:
fr: Trame I distance:
sl: I frame razdaljo:

source: P frame distance:
de: P Frame-Abstand:
eu: P markoa distantzia:
fr: Distance P de trame:
sl: P frame Razdalja:

source: Bottom field first
eu: Behean eremu lehen
fr: Champs du bas
sl: Bottom polje prvi

source: Progressive frames
eu: Aurrerakoia markoak
fr: cadres progressistes
sl: Progressive okvirji

source: Sequence start codes in every GOP
de: Sequenzstartcodes in jeder GOP
eu: Sekuentzia hasteko GOP guztietan kodeak
fr: Séquence de démarrage codes dans chaque GOP
sl: Zaporedje zaženete kode v vsakem GOP

source: standard VCD
eu: VCD standard
fr: VCD standard
sl: Standardni VCD

source: user VCD
eu: Erabiltzaile VCD
fr: VCD utilisateur
sl: Uporabnik VCD

source: standard SVCD
eu: SVCD standard
sl: Standardni SVCD

source: user SVCD
eu: Erabiltzaile SVCD
fr: SVCD utilisateur
sl: Uporabnik SVCD

source: VCD Still sequence
eu: VCD Oraindik sekuentzia
sl: VCD Still zaporedja

source: SVCD Still sequence
eu: SVCD Oraindik sekuentzia
sl: SVCD Still zaporedja

source: Fixed bitrate
de: Konstante Bitrate
eu: Bit-tasa finkoa
fr: Bitrate fixe

source: Fixed quantization
de: Fest Quantisierung
eu: Kuantizazio konponduta
fr: Quantification fixe
sl: Fixed kvantizacija

source: FileOGG::open_file rdwr
eu: FileOGG::rdwr open_file

source: Average bitrate
de: Durchschnittliche Bitrate
eu: Batez besteko bitrate
fr: Bitrate moyen
sl: Povprečna bitrate

source: Keyframe frequency:
de: Keyframe-Häufigkeit
eu: Gako-fotogramen maiztasuna:
fr: Fréquence d'images clés:
sl: Glavni okvir frekvenca:

source: Keyframe force frequency:
de: Keyframe Kraft Frequenz:
eu: Gako-fotogramen indarrean maiztasuna:
fr: Fréquence de la force image clé:
sl: Glavni okvir sila frekvenca:

source: Sharpness:
de: Schärfe
eu: Garbitasuna:
fr: Netteté:
sl: Ostrina:

source: Fixed quality
eu: Kalitate konponduta
fr: Qualité fixe
sl: Fixed kakovosti

source: Signed
de: Unterzeichnet
eu: Sinatu
fr: Signé
sl: Podpis

source: RGB compressed
de: RGB komprimiert
eu: RGB konprimatu
fr: RVB comprimé
sl: RGB stisniti

source: RGBA compressed
de: RGBA komprimiert
eu: RGBA konprimatu
fr: RGBA comprimé
sl: RGBA stisniti

source: RGB uncompressed
de: RGB unkomprimiert
eu: RGB konprimitu
fr: RGB non compressé
sl: RGB nestisnjeni

source: RGBA uncompressed
de: RGBA unkomprimierte
eu: RGBA konprimitu
fr: RGBA non compressé
sl: RGBA nestisnjeni

source: FileVorbis::open_file %s: invalid bitstream.
de: FileVorbis::open_file %s:. Ungültigen Bitstream n
eu: FileVorbis::open_file %s:. Bitstream baliogabea n
fr: FileVorbis::open_file %s:. Bitstream invalide n
sl: FileVorbis::open_file %s: neveljavna bitni tok n

source: Output Path:
eu: Irteerako bide-izena:
fr: Chemin de sortie:

source: Use Pipe:
de: Use Rohr:
eu: Erabili Pipe:
fr: Utilisez un tuyau:
sl: Uporaba Pipe:

source: Interlacing:
eu: Gurutzelarkatzea:
fr: Entrelacement
sl: Prepletanje:

source: Pipe Presets:
eu: Kanalizazio Presets:
fr: Presets de tuyaux:

source: The format you selected doesn't support video.
de: Die von Ihnen gewählte Format nicht unterstützt Video.
eu: Aukeratutako formatuan ez du bideo onartzen.
fr: Le format que vous avez sélectionné ne est pas en charge la vidéo.
sl: Format ste jo izbrali ne podpira video.

source: The format you selected doesn't support audio.
de: Die von Ihnen gewählte Format nicht unterstützt Audio.
eu: Aukeratutako formatuan ez du audioa onartzen.
fr: Le format que vous avez sélectionné ne est pas compatible avec l'audio.
sl: Format ste jo izbrali ne podpira zvoka.

source: IMA4 compression is only available in Quicktime movies.
de: IMA4 Komprimierung ist nur in Quicktime-Filme zur Verfügung.
eu: IMA4 konpresio, bakarrik Quicktime filma eskuragarri.
fr: Compression IMA4 ne est disponible que dans les films QuickTime.
sl: Kompresije IMA4 je na voljo samo v QuickTime filme.

source: ULAW compression is only available in Quicktime Movies and PCM files.
de: ULAW Komprimierung ist nur in nQuicktime Filme und PCM-Dateien zur Verfügung.
eu: ULAW konpresio, bakarrik ere nQuicktime Movies eta PCM artxibo erabilgarriak
fr: Compression ULAW est seulement disponible en nQuicktime Films et fichiers PCM.
sl: Kompresije ULAW je na voljo samo v nQuicktime Filmi in PCM datoteke.

source: Change file format
de: Change Format
eu: Aldatu formatu
fr: Format de fichier de changement
sl: Change format datoteke

source: User Defined
de: Benutzerdefiniert
eu: Erabiltzaileak definitua

source: Output to file
de: Ausgabe in Datei
eu: Irteerako fitxategian
fr: Sortie dans un fichier
sl: Izhod v datoteko

source: Select a file to write to:
de: Wählen Sie eine Datei zu schreiben:
eu: Aukeratu fitxategi batera idatzi:
fr: Sélectionnez un fichier à écrire:
sl: Izberite datoteko pisati:

source: MPEG stream
eu: MPEG korronte
fr: Flux MPEG
sl: MPEG tok

source: Configure audio compression
de: Konfigurieren von Audio-Kompression
eu: Konfiguratu audio konpresioa
fr: Configurer compression audio
sl: Konfiguracija avdio stiskanja

source: Configure video compression
de: Konfigurieren von Videokomprimierung
eu: Konfiguratu bideo konpresio
fr: Configurer la compression vidéo
sl: Konfiguracija video kompresijo

source: Record audio tracks
eu: Grabatu audio pistak
fr: Enregistrer les pistes audio
sl: Snemanje zvočnih posnetkov

source: Render audio tracks
eu: Errendatu audioko pistak
fr: Rendu des pistes audio
sl: Render avdio skladbe

source: Record video tracks
de: Record Videospuren
eu: Grabatu bideo ibilbideak
fr: Enregistrer les pistes vidéo
sl: Snemanje video posnetkov

source: Render video tracks
de: Render Videospuren
eu: Errendatu bideoaren pistak
fr: Rendu des pistes vidéo
sl: Render video posnetkov

source: Overwrite project with output
de: Überschreiben Projekt mit Ausgang
eu: Gainidatzi irteera proiektua
fr: Ecraser projet avec la sortie
sl: Prepiši projekt z izhodom

source: Create new file at each label
de: Neue Datei auf jedem Etikett
eu: Sortu fitxategi berria Etiketa bakoitzean
fr: Créer un nouveau fichier à chaque marque
sl: Ustvari novo datoteko na vsako nalepko

source: Set parameters for this audio format:
de: Set Parameter für diese Audio-Format:
eu: Ezarri parametroak audio formatu horretarako:
fr: Définir les paramètres de ce format audio:
sl: Nastavitev parametrov za ta avdio format:

source: Set parameters for this video format:
de: Set Parameter für diese Video-Format:
eu: Ezarri parametroak bideo formatu horretarako:
fr: Définir les paramètres de ce format vidéo:
sl: Nastavitev parametrov za ta video formatu:

source: Video is not supported in this format.
de: Video ist nicht in diesem Format unterstützt.
eu: Video Ez da formatu hau onartzen.
fr: Vidéo ne est pas pris en charge dans ce format.
sl: Video je ni podprt v tej obliki.

source: Creating %s.
de: Erstellen von %s.
eu: %s sortzea
fr: Création %s.
sl: Ustvarjanje %s.

source: IndexFile::draw_index: index has 0 zoom
de: Indexfile::draw_index: Index 0 hat zoom n
eu: IndexFile::draw_index: indize ditu 0 zoom n
fr: Indexfile::draw_index: l'indice a 0 zoom n
sl: IndexFile::draw_index: indeks je 0 povečave n

source: IndexState::write_index Couldn't write index file %s to disk.
de: IndexState::write_index konnte nicht geschrieben Indexdatei %s auf der Festplatte. N
eu: IndexState::write_index Ezin idatzi %s aurkibidearen diskoan. N
fr: IndexState::write_index Impossible d'écrire fichier d'index %s sur le disque. N
sl: IndexState::write_index ne morem pisati indeks datoteke %s na disk. N

source: Drag all following edits
de: Ziehen Sie alle folgenden Bearbeitungen
eu: Arrastatu hurrengo plano guztiak
fr: Faites glisser toutes les modifications suivantes
sl: Povlecite vse naslednje popravke

source: Drag only one edit
de: Ziehen Sie nur eine edit
eu: Arrastatu editatu duen bakarra
fr: Faites glisser un seul modifier
sl: Povlecite le eno urediti

source: Drag source only
de: Ziehen Sie die Quelle nur
eu: Arrastatu iturri bakarra
fr: Glisser que la source
sl: Samo Drag vir

source: No effect
de: Kein Effekt
eu: No efektua
fr: Aucun effet
sl: Ne učinek

source: Frames per foot:
de: Frames pro Fuß:
eu: Frames oinez bakoitzeko:
fr: Cadres par pied:
sl: Frames na noge:

source: Index files
de: Indexdateien
eu: Index fitxategiak
fr: Index
sl: Kazalo datoteke

source: Index files go here:
de: Index-Dateien gehen Sie hier:
eu: Indizeen fitxategien:
fr: Fichiers d'index vont ici:
sl: Index datoteke iti tukaj:

source: Select the directory for index files
de: Wählen Sie das Verzeichnis für Indexdateien
eu: Hautatu indize fitxategiak direktorioa
fr: Sélectionner le répertoire des fichiers d'index
sl: Izberite imenik za indeksne datoteke

source: Size of index file:
de: Größe der Indexdatei:
eu: Indize-fitxategia neurria:
fr: Taille du fichier d'index:
sl: Velikost indeksne datoteke:

source: Number of index files to keep:
de: Anzahl der Index-Dateien zu halten:
eu: Indizeen fitxategi kopurua:
fr: Nombre de fichiers d'index à conserver:
sl: Število indeksnih datotek, da:

source: Editing
de: Bearbeiten
eu: Edizioa
fr: Edition
sl: Urejanje

source: Clicking on edit boundaries does what:
de: Mit einem Klick auf Grenzen bearbeiten tut, was
eu: Edit mugak klik eginez gero, ez du zer:
fr: En cliquant sur Modifier frontières fait ce:
sl: Klik na urejanje mej za kaj:

source: Button 1:
de: Taste 1:
eu: 1 Button:
fr: Bouton 1:

source: Button 2:
de: Taste 2:
eu: 2 Button:
fr: Touche 2:

source: Button 3:
de: Taste 3:
eu: 3 Button:
fr: Touche 3:

source: Min DB for meter:
de: Min DB für Meter:
eu: Gutxieneko dB:
fr: Min DB pour mètre:
sl: Min DB za meter:

source: Max DB:
eu: Max PP:

source: Theme:
de: Thema:
eu: Gaia:
fr: Thème:
sl: Tema:

source: Use thumbnails in resource window
de: Verwenden Sie Miniaturen in Ressource-Fenster
eu: Erabili koadro txikiak baliabideen leihoan
fr: Utiliser les vignettes dans la fenêtre des ressources
sl: Uporabi sličice v oknu z viri

source: Show tip of the day
de: Show Tipp des Tages
eu: Show egun punta
fr: Afficher l'astuce du jour
sl: Pokaži namig dneva

source: Scan for commercials during toc build
de: Nach Werbespots während toc build
eu: Toc eraikitze zehar iragarki gehiago bilatzea
fr: Rechercher des publicités pendant toc build
sl: Scan za reklame med toc graditi

source: apply preset
de: Gelten voreingestellten
eu: Aplikatu aurrez ezarritako
fr: Appliquer les paramètres
sl: Uporablja prednastavitev

source: edit keyframe
de: Bearbeiten Keyframe
eu: Aldatu da gako-fotograma
fr: Modifier image clé
sl: Edit Glavni okvir

source: Keyframe parameters:
de: Keyframe-Parameter:
eu: Gako-fotogramen parametroak:
fr: paramètres d'images clés:
sl: Glavni okvir parametri:

source: Edit value:
de: Edit-Wert:
eu: Editatu balioa:
fr: Modifier la valeur:
sl: Edit vrednost:

source: Preset title:
de: Preset Titel
eu: Ezarpena izenburua:
fr: Preset titre:
sl: Preset Naslov:

source: Apply to all selected keyframes
de: Auf alle ausgewählten Keyframes
eu: Aplikatu hautatutako gako-fotogramak guztiei
fr: Appliquer à toutes les images clés sélectionnées
sl: Uporabi za vse izbrane keyframes

source: Save
de: Speichern
eu: Gorde
fr: Enregistrer
sl: Shrani

source: Apply
de: Sich Bewerben
eu: Aplikatu
fr: Appliquer

source: Delete keyframe
eu: Ezabatu gako-fotogramen
fr: Supprimer image clé
sl: Delete Glavni okvir

source: delete keyframe
de: Löschen Keyframe
eu: Gako-fotogramen ezabatu
fr: Supprimer image-clé

source: Make linear
eu: Egin lineala
fr: Assurez-linéaire
sl: Naredi linearna

source: make linear curve
de: Stellen lineare Kurve
eu: Egin kurba lineala
fr: Faire courbe linéaire
sl: Make linearno krivuljo

source: Make bezier
eu: Egin bezier
fr: Faire Bézier
sl: Naredi BEZIER

source: make bezier curve
de: Machen Bezierkurve
eu: Egin Bezier kurba
fr: Faire courbe de Bézier
sl: Make BEZIER krivulje

source: Hide keyframe type
de: Hide Keyframe-Typ
eu: Ezkutatu da gako-fotograma mota
fr: Cacher Type image clé
sl: Skrij keyframe tip

source: Copy
de: Kopieren
eu: Kopiatu
fr: Copier
sl: Kopiraj

source: Previous label
de: Vorherige Label
eu: Aurreko label
fr: Label précédent
sl: Prejšnji oznaka

source: Next label
eu: Hurrengo etiketa
fr: Label Next
sl: Next oznaka

source: Load files...
de: Load-Dateien ...
eu: Kargatu fitxategiak ...
fr: Charger les fichiers ...
sl: Load datoteke ...

source: Select files to load:
de: Wählen Sie Dateien laden
eu: Hautatu fitxategiak kargatzeko:
fr: Sélectionnez les fichiers à la charge:
sl: Izberite datoteke obremenitvi:

source: Insertion strategy:
de: Eintauchstrategie:
eu: Txertatzeko estrategia:
fr: Stratégie d'insertion:
sl: Insertion strategija:
