Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: enable/disable file fork
de: Aktivieren / deaktivieren-Datei auf den Tisch
eu: Gaitu / ezgaitu fitxategia fork
fr: Activer / désactiver branche de fichier
sl: Omogoči / onemogoči datoteke vilice

source: Consolidate output files on completion
de: Konsolidieren Ausgabedateien nach Abschluss
eu: Finkatzea irteera amaitzean fitxategiak
fr: Consolider les fichiers de sortie sur la fin
sl: Utrditi izhodne datoteke o zaključku

source: Add Node
de: Knoten hinzufügen
eu: Gehitu nodoa

source: Apply Changes
de: Änderungen übernehmen
eu: Aplikatu aldaketak
fr: Appliquer les modifications
sl: Uporabi spremembe

source: Delete Node
de: Knoten löschen
eu: Ezabatu nodoa
fr: Supprimer le noeud
sl: Izbriši Node

source: Sort nodes
de: Sortieren Knoten
eu: Sort nodoak
fr: Trier les nœuds
sl: Razvrsti vozlišča

source: Reset rates
de: Reset Raten
eu: Berrezarri tasak
fr: Reset taux
sl: Reset mere

source: Use virtual filesystem
de: Verwenden virtuelles Dateisystem
eu: Erabili fitxategi sistema birtuala
fr: Utiliser système de fichiers virtuel
sl: Uporaba navideznega datotečnega sistema

source: Playback buffer samples:
de: Wiedergabepufferproben:
eu: Playback buffer laginak:
fr: échantillons de tampons de lecture:
sl: Predvajanje varovalni vzorci:

source: Audio offset (sec):
eu: Audio desplazamendu (s):
fr: Décalage audio (sec):
sl: Audio odmik (s):

source: Framerate achieved:
de: Framerate erreicht:
eu: Fotograma-tasa:
fr: Fréquence des images obtenues:
sl: FRAMERATE doseči:

source: Scaling equation: Enlarge / Reduce
de: Skalierung Gleichung: Vergrößern / Verkleinern
eu: Eskalatze-ekuazioa: handitzeko / murrizteko
fr: Mise à l'échelle équation: Agrandir / Réduire
sl: Krčenje enačbo: Enlarge / Reduce

source: Preload buffer for Quicktime:
de: Preload-Puffer für Quicktime
eu: Quicktime bufferra:
fr: Tampon pour Quicktime:
sl: Višji buffer za Quicktime:

source: DVD Subtitle to display:
de: DVD-Untertitel angezeigt werden soll:
eu: DVD pantaila azpititulua:
fr: Sous-titre à l'écran:
sl: DVD Subtitle na zaslonu:

source: TOC Program No:
de: TOC Programm No:
eu: TOC Programa No:
fr: Programme TOC Non:
sl: Ne TOC Program:

source: View follows playback
de: Ansicht folgt der Wiedergabe
eu: Erreprodukzioaren ikuspegia
fr: Voir suit la lecture
sl: Poglej sledi predvajanje

source: Use software for positioning information
de: Verwenden Sie Software für Positionsinformationen
eu: Erabili softwarea posizioaren informazioan
fr: Utiliser le logiciel pour les informations de positionnement
sl: Uporaba programske opreme za pozicioniranje informacij

source: Audio playback in real time priority (root only)
de: Audiowiedergabe in Echtzeit Priorität (root only)
eu: Denbora errealean lehentasuna Audioa erreproduzitzea (root soilik)
fr: La lecture audio en priorité en temps réel (root)
sl: Predvajanje zvoka v realnem času prioritete (root samo)

source: Map 5.1->2
de: Karte 5.1> 2
eu: Mapa 5.1> 2
fr: Plan 5.1-> 2
sl: Zemljevid 5

source: Interpolate CR2 images
de: Interpolieren CR2 Bilder
eu: Interpolatu CR2 irudiak
fr: Interpoler les images CR2
sl: Interpolirati CR2 slike

source: White balance CR2 images
de: Weißabgleich CR2 Bilder
eu: Zuri balantzea CR2 irudiak
fr: balance des blancs» CR2 images
sl: beline CR2 slike

source: Decode frames asynchronously
de: Decode Rahmen asynchron
eu: Deskodetzea markoak asinkronikoki
fr: Decode encadre de manière asynchrone
sl: Dekodiranje okvirji asinhrono

source: Play every frame
de: Spielen Sie jeden Frame
eu: Play fotograma guztietan
fr: Reproduire toutes les images
sl: Play vseh okvirjev

source: Enable subtitles/captioning
de: Aktivieren von Untertiteln / Untertitel
eu: Gaitu azpitituluak / azpitituluak
fr: Activer les sous-titres / sous-titrage
sl: Omogoči podnapisov / podnapise

source: Label cells
de: Label-Zellen
eu: Label zelulak
fr: cellules d'étiquetage
sl: Label celice

source: Fast reverse ( + )
de: Schneller Rücklauf (+)
eu: Fast alderantzizko (+)
fr: Retour rapide (+)
sl: Hitro nazaj (+)

source: Normal reverse ( 6 )
de: Normaler Rücklauf (6)
eu: Alderantzizko Normal (6)
fr: Inverse Normal (6)

source: Frame reverse ( 4 )
de: Frame rückwärts (4)
eu: Frame alderantzizko (4)
fr: Inverse Frame (4)

source: Normal forward ( 3 )
de: Normaler Vorlauf (3)
eu: Normal aurrera (3)
fr: Normale vers l'avant (3)
sl: Normalno naprej (3)

source: Frame forward ( 1 )
de: Bild vorwärts (1)
eu: Frame aurrera (1)
fr: Cadre avant (1)
sl: Frame naprej (1)

source: Fast forward ( Enter )
de: Schneller Vorlauf (Enter)
eu: Aurreratu (Sartu)
fr: Avance rapide (Enter)
sl: Hitro naprej (Enter)

source: Author: %s
de: Autor: %s
eu: Egilea: %s
fr: Auteur: %s
sl: Avtor: %s

source: License: %s
de: Lizenz: %s
eu: Lizentzia: %s
fr: Licence: %s
sl: Licenca: %s

source: %s took %s
de: %s hat %s
eu: %s %s hartu
fr: %s prit %s
sl: %s je %s

source: No processing defined for this plugin.
de: Keine Verarbeitung für dieses Plugin definiert. N
eu: No prozesatzeko plugin hau definitu. N
fr: Aucun traitement défini pour ce plugin. N
sl: Ne predelava opredeljena za ta plugin. N

source: attach effect
de: Anhängen-Effekt
eu: Erantsi efektua
fr: Attacher un effet
sl: Pripisujejo učinkom

source: Plugins:
eu: Pluginak

source: Shared effects:
de: Shared Effekte:
eu: Partekatutako efektu
fr: Les effets partagés:
sl: Skupni učinki:

source: Shared tracks:
eu: Partekatutako pistak:
fr: pistes communes:
sl: Skupne skladbe:

source: Attach single standlone and share others
de: Bringen Sie Einzel standlone und anderen zu teilen
eu: Erantsi standlone bakar eta beste batzuk partekatzen
fr: Joindre seule standlone et partager d'autres
sl: Pripni sam standlone in delite drugim

source: Change...
de: Sich Ändern ...
eu: Aldatu ...
fr: Changer ...
sl: Spremeni ...

source: Detach
de: Trennen
eu: Askatu
fr: Détacher
sl: Odstranite

source: detach effect
de: Lösen Effekt
eu: Deskonektatzea efektua
fr: Détacher effet
sl: Odstranite učinek

source: Send
de: Zukommen Lassen
eu: Bidali
fr: Envoyer
sl: Pošlji

source: Receive
de: Erhalten Sie
eu: Jaso
sl: Prejemanje

source: Look for global plugins here
de: Suchen Sie nach globalen Plugins hier
eu: Plugins global Begiratu hemen
fr: Cherchez greffons globaux ici
sl: Poglej za globalne vtičnikov tukaj

source: Global Plugin Path
de: Globale Plugin Path
eu: Plugin Path Global
fr: Chemin de Plugin mondial
sl: Globalna Plugin Path

source: Select the directory for plugins
de: Wählen Sie das Verzeichnis für Plugins
eu: Hautatu pluginen direktorioa
fr: Sélectionnez le répertoire pour les plugins
sl: Izberite imenik za vstavke

source: Look for personal plugins here
de: Suchen Sie nach persönlichen Plugins hier
eu: Plugins pertsonalerako Begiratu hemen
fr: Rechercher des plugins personnelles ici
sl: Poglej za osebne vstavke tukaj

source: Personal Plugin Path
de: Persönliche Plugin Path
eu: Plugin Path pertsonalak
fr: Plugin chemin personnel
sl: Osebno Plugin Path

source: Preferences...
de: Einstellungen ...
eu: Hobespenak ...
fr: Préférences ...

source: Recording
de: Aufnahme
eu: Grabazioa
fr: Enregistrement
sl: Snemanje

source: Interface
eu: Interfaze

source: About
eu: Honi buruz
fr: A propos
sl: O

source: Saved presets:
de: Gespeicherte Voreinstellungen
eu: Gordetako aurrezarpenak:
fr: presets enregistrés:
sl: Shranjene prednastavitve:

source: Quit
de: Beenden
eu: Irten
fr: Quitter

source: Can't quit while a recording is in progress.
de: Kann nicht beenden, während eine Aufnahme läuft.
eu: Ezin da irten grabazio bat lantzen ari den bitartean
fr: Vous ne pouvez pas quitter alors qu'un enregistrement est en cours.
sl: Ne morem prenehati, ko je snemanje v teku.

source: Can't quit while a render is in progress.
de: Kann nicht beenden, während ein render ist im Gange.
eu: Ezin da irten egiten ari zarela errendatu bat da.
fr: Vous ne pouvez pas quitter alors qu'un rendu est en cours.
sl: Ne morem prenehati, ko render je v teku.

source: Save edit list before exiting?
de: Bearbeitungsliste speichern vor dem Verlassen?
eu: Gorde editatu zerrenda irten aurretik?
fr: Enregistrer liste d'édition avant de quitter?
sl: Uredi seznam Save pred izhodom?

source: Delete this file and %s?
de: Löschen Sie diese Datei und %s?
eu: S fitxategia eta %s
fr: Supprimer ce fichier et %s?
sl: Izbriši to datoteko %s?

source: No space left on disk.
de: Kein Platz mehr auf der Festplatte.
eu: Ez da leku utzi.
fr: Pas d'espace laissé sur le disque.
sl: Ni več prostora na disku.

source: Start time
de: Startzeit
eu: Hasiera denbora
fr: Heure de début
sl: Začetni čas

source: Duration
de: Dauer
eu: Iraupena
fr: Durée
sl: Trajanje

source: Source
eu: Iturria
sl: Vir

source: Start batch recording from the current position.
de: Start Batch Recording Nfrom die aktuelle Position.
eu: Hasi batch grabazio nfrom uneko posizioa.
fr: Lancer lot enregistrement ndepuis la position actuelle.
sl: Začetek snemanja serije nfrom trenutni položaj.

source: Activate
de: Aktivieren
eu: Aktibatu
fr: Activer
sl: Vključi

source: Make the highlighted clip active.
de: Stellen Sie den markierten nclip aktiv.
eu: Egin nabarmendutako nclip aktiboa
fr: Faire l'évidence nclip active.
sl: Poskrbite poudaril nclip aktiven.

source: Record...
de: Aufnahme ...
eu: Grabatu ...

source: Deleting
de: Löschen
eu: Ezabatzen
fr: Suppression
sl: Brisanje

source: Start time:
de: Startzeit
eu: Hasiera denbora:
fr: Heure de début:
sl: Začetni čas:

source: Duration time:
de: Laufzeit
eu: Iraupena denbora:
fr: Temps Durée:
sl: Čas Trajanje:

source: Transport:
eu: Garraio
fr: Transports:
sl: Promet:

source: Select a file to record to:
de: Wählen Sie eine Datei zum Datensatz: Sind
eu: Aukeratu fitxategi batera grabatzeko:
fr: Sélectionnez un fichier à enregistrer sur:
sl: Izberite datoteko za zapis na:

source: Format:
eu: Formatu:

source: Audio compression:
de: Audiokompression
eu: Audio konpresio:
fr: La compression audio:
sl: Stiskanja zvoka:

source: Clipped samples:
de: Beschnittene Proben
eu: Moztuta laginak:
fr: échantillons écrêtés:
sl: Prirezana vzorci:

source: Video compression:
de: Videokomprimierung
eu: Video konpresio:
fr: Compression de la vidéo:
sl: Video kompresija:

source: Frames dropped:
de: Frames fiel:
eu: Frames jaitsi:
fr: Cadres chuté:
sl: Okvirji padla:

source: Frames behind:
de: Frames hinter
eu: Atzean Frames:
fr: Cadres derrière:
sl: Okvirji zadaj:

source: Position:
eu: Kargua:
sl: Položaj:

source: Prev label:
de: Zurück-Label:
eu: Aurrekoa etiketa:
fr: Label Précédent:
sl: Prejšnja oznaka:

source: Batches:
de: Chargen
eu: Lote:
fr: Lots:
sl: Serije:

source: Idle
eu: Inaktibora

source: Save the recording and quit.
de: Speichern Sie die Aufzeichnung und zu beenden.
eu: Grabazioa gorde eta irten
fr: Enregistrer l'enregistrement et cesser de fumer.
sl: Shrani posnetek in nehal.

source: Quit without pasting into project.
de: Beenden ohne Einfügen in Projekt.
eu: Proiektu sartu itsasten gabe irteteko.
fr: Quitter sans coller dans le projet.
sl: Quit brez prilepite v projekt.

source: Quit and paste into project.
de: Beenden Sie und fügen Sie ihn in Projekt.
eu: Irten eta proiektu itsatsi
fr: Quitter et coller dans le projet.
sl: Quit in prilepite v projekt.

source: Start Over
eu: Hasi baino gehiago

source: Rewind the current file and erase.
de: Rewind die aktuelle Datei und löschen.
eu: Atzera uneko fitxategia eta ezabatu.
fr: Rewind le fichier actuel et effacer.
sl: Previjanje trenutne datoteke in brisanje.

source: drop overrun frames
de: Drop Schubrahmen
eu: Askatu inbaditu markoak
fr: Drop cadres dépassement
sl: Kaplja Prekoračitev okvirje

source: Drop input frames when behind.
de: Drop Eingaberahmen, wenn hinter sich.
eu: Askatu sarrerako fotogramak denean atzean
fr: Drop trames d'entrée quand derrière.
sl: Drop vhodnih okvirje, ko v ozadju.

source: fill underrun frames
de: Füllen Unterfahrrahmen
eu: Bete hustu markoak
fr: Remplir cadres encastrement
sl: Izpolnite podletom okvirje

source: Write extra frames when behind.
de: Schreiben Sie zusätzliche Bilder, wenn dahinter.
eu: Markoak estra Idatzi atzean
fr: Ecrire images supplémentaires quand derrière.
sl: Pisanje dodatne okvirje, ko v ozadju.

source: poweroff when done
de: Poweroff, wenn Sie fertig
eu: Poweroff egin denean
fr: Poweroff quand ce est fait
sl: PowerOff ko narediti

source: poweroff system when batch record done.
de: Poweroff System, wenn Chargenprotokoll durchgeführt.
eu: Poweroff sistema batch erregistroa egiten denean.
fr: Système de poweroff quand dossier de lot fait.
sl: PowerOff sistem, ko serija zapis narediti.

source: check for ads
eu: Check iragarkiak
fr: Vérifier les annonces
sl: Preverjanje za oglase

source: check for commercials.
de: Check für Werbespots.
eu: Iragarki egiaztatzeko.
fr: Vérifier les publicités.
sl: Preverite reklam.

source: Monitor video
eu: Monitor bideo
fr: Vidéo Monitor

source: Audio meters
de: Audio Meter
eu: Audio metro
fr: mètres audio
sl: Audio metrov

source: Interrupt recording in progress?
de: Unterbrechen Sie die Aufnahme im Gange?
eu: Eten aurrerapen batean jasotzea?
fr: Interrompre l'enregistrement en cours?
sl: Prekinitev snemanje v teku?

source: Rewind batch and overwrite?
de: Rewind Charge und überschreiben?
eu: Rewind sorta eta gainidatzi?
fr: Lot Rewind et écraser?
sl: Rewind serije in prepisati?

source: Swap fields
de: Swap-Felder
eu: Swap eremuak
fr: champs de swap
sl: Swap polja

source: Audio In
eu: Audio

source: Record Driver:
eu: Grabatu Driver:
fr: Pilote d'enregistrement:

source: Samples read from device:
de: Samples lesen von Gerät
eu: Laginak gailutik irakurri:
fr: Les échantillons lus à partir de l'appareil:
sl: Vzorci brati iz naprave:

source: Samples to write to disk:
de: Samples auf die Festplatte zu schreiben:
eu: Laginak idazteko:
fr: Les échantillons d'écrire sur le disque:
sl: Vzorci pisati na disk:

source: Sample rate for recording:
de: Sample-Rate für die Aufzeichnung:
eu: Adibide tasa grabatzeko:
fr: Le taux d'échantillonnage pour l'enregistrement:
sl: Sample rate za snemanje:

source: Channels to record:
de: Kanäle zu erfassen:
eu: Bide grabatzeko:
fr: Canaux à enregistrer:
sl: Kanali za snemanje:

source: Frames to record to disk at a time:
de: Frames zu einer Zeit auf die Festplatte aufzeichnen:
eu: Frames diskoan grabatzeko aldi berean:
fr: Cadres d'enregistrer sur le disque à un moment:
sl: Okvirji za snemanje na disk naenkrat:

source: Frames to buffer in device:
de: Frames im Gerät Puffer
eu: Frames Gailuaren bufferreko:
fr: Cadres de tampon dans le dispositif:
sl: Okvirji za omilitev v napravi:

source: Positioning:
de: Positionierung
eu: Kokapena:
fr: Positionnement:

source: Size of captured frame:
de: Größe des erfassten Rahmen:
eu: Harrapatu markoaren neurria:
fr: Taille de l'image capturée:
sl: Velikost ujetega okvirja:

source: Frame rate for recording:
de: Framerate für die Aufzeichnung:
eu: Egitura-tasa grabatzeko:
fr: Fréquence de trame pour l'enregistrement:
sl: Frame rate za snemanje:

source: Record in realtime priority (root only)
de: Record in Echtzeitpriorität (nur root)
eu: Denbora errealeko lehentasuna Record (root soilik)
fr: Record en priorité temps réel (root)
sl: Record v prednostno realtime (samo root)

source: Realtime TOC
de: Echtzeit-TOC
eu: Aldiko TOC
sl: Sprotno TOC

source: Presentation Timestamps
de: Präsentation Zeitstempel
eu: Aurkezpena ordua
fr: Présentation Timestamps
sl: Predstavitev Timestamps

source: Device Position
de: Geräte-Position
eu: Gailu Position
fr: Position de périphériques

source: Sample Position
eu: Adibide Position
fr: Position de l'échantillon
sl: Vzorec Position

source: Sync drives automatically
de: Sync-Laufwerke automatisch
eu: Sinkronizatu diskoak automatikoki
fr: Synchroniser les disques automatiquement
sl: Sync samodejno vozi

source: View scope
de: Ansicht scope
eu: Ikusi esparrua
fr: Voir le champ
sl: Ogled področje

source: Start recording from current position
de: Aufnahme starten Nfrom aktuelle Position
eu: Nfrom uneko posizioa Hasi grabatzen
fr: Commencer l'enregistrement ndepuis position actuelle
sl: Začetek snemanja nfrom trenutni položaj

source: RecordTransport single frame
de: RecordTransport Einzelbild
eu: RecordTransport fotograma bakarra
fr: Trame unique RecordTransport

source: Preview recording
de: Preview-Aufnahme
eu: Aurreikusi grabaketa
fr: Enregistrement Aperçu
sl: Preview snemanje

source: Stop operation
de: Stop-Betrieb
eu: Stop eragiketa
fr: Arrêter l'opération
sl: Stop delovanje

source: Start over
de: Von vorn anfangen
eu: Hasi baino gehiago
fr: Recommencer
sl: Začni znova

source: Fast forward
de: Schneller Vorlauf
eu: Aurreratu
fr: Avance rapide
sl: Hitro naprej

source: Seek to end of recording
de: Sucht bis zum Ende der Aufzeichnung
eu: Seek grabaketa amaiera
fr: Chercher à la fin de l'enregistrement
sl: Seek do konca snemanja

source: Redraw Indexes
de: Redraw Indizes
eu: Amaierara Indizeak
fr: Redessiner index
sl: Izvlečete Kazala

source: Redraw all indexes for the current project?
de: Neu zeichnen alle Indizes für das aktuelle Projekt?
eu: Amaierara indizeak guztiak uneko proiektua egiteko?
fr: Redessiner tous les index pour le projet actuel?
sl: Izvlečete vse indekse za trenutni projekt?

source: Render...
eu: Errendatu ...
fr: Rendu ...

source: Rendering %s...
eu: %s bihurtzean ...
fr: Rendu %s ...

source: Rendering...
de: Rendern ...
eu: Bihurtzean ...
fr: Rendu ...

source: Rendering took %s
de: Rendering dauerte %s
eu: Rendering %s hartu
fr: Rendu a %s
sl: Rendering je %s

source: Starting render farm
de: Starten Renderfarm
eu: Aurrera Errendategiak
fr: Démarrage ferme de rendu
sl: Zagon postane gojišče

source: Failed to start render farm
de: Fehler beim Start Renderfarm
eu: Huts hasteko Errendategiak
fr: Impossible de démarrer ferme de rendu
sl: Ni mogoče začeti postane kmetijo

source: Error rendering data.
de: Fehler beim Rendering-Daten.
eu: Akatsa errendatzeko datuak
fr: données de rendu d'erreur.
sl: podatki Error upodabljanja.

source: render
eu: Errendatu
sl: Postanejo

source: RenderFarmServerThread::start_loop: socket
de: RenderFarmServerThread::start_loop: Socket n
eu: RenderFarmServerThread::start_loop: socket n
fr: Start_loop::RenderFarmServerThread: prise n
sl: RenderFarmServerThread::start_loop: vtičnica n

source: RenderFarmServerThread::open_client: %s: %s
de: RenderFarmServerThread::open_client: %s: %s n
eu: RenderFarmServerThread::open_client: %s: %s n
fr: RenderFarmServerThread::open_client: %s: %s n
sl: RenderFarmServerThread::open_client: %s: %s n

source: RenderFarmServerThread::open_client: unknown host %s.
de: RenderFarmServerThread::open_client: unbekannt Host %s. N
eu: RenderFarmServerThread::open_client: %s ostalaria ezezaguna n
fr: RenderFarmServerThread::open_client: hôte inconnu %s n
sl: RenderFarmServerThread::open_client: neznan gostitelja %s n

source: RenderFarmServerThread::run: unknown request %02x
de: RenderFarmServerThread::run: unbekannt Anfrage %02x n
eu: RenderFarmServerThread::run: eskaera ezezaguna: %02x n
fr: RenderFarmServerThread::run: demande inconnue %02x n
sl: RenderFarmServerThread::Naklada: neznan Zahteva %02x n

source: RenderFarmClient::main_loop: bind port %d: %s
eu: RenderFarmClient::main_loop: bind ataka %d: %s
fr: RenderFarmClient::main_loop: port de liaison %d: %s

source: RenderFarmClient::main_loop: bind path %s: %s
de: RenderFarmClient::main_loop: bind Pfad %s: %s n
eu: RenderFarmClient::main_loop: bind bide %s: %s n
fr: RenderFarmClient::main_loop: chemin de liaison %s: %s n
sl: RenderFarmClient::main_loop: povezovalna pot %s: %s n

source: RenderFarmClient::main_loop: listen
de: RenderFarmClient::main_loop: hören
eu: RenderFarmClient::main_loop: entzun
fr: RenderFarmClient::main_loop: écouter
sl: RenderFarmClient::main_loop: poslušati

source: RenderFarmClient::main_loop: accept
de: RenderFarmClient::main_loop: nehmen
eu: RenderFarmClient::main_loop: onartu
fr: RenderFarmClient::main_loop: accepter
sl: RenderFarmClient::main_loop: sprejeti

source: RenderFarmClientThread::run: Session finished.
de: RenderFarmClientThread::run: Session beendet. N
eu: RenderFarmClientThread::run: Session amaitu. N
fr: RenderFarmClientThread::run: session terminée. N
sl: RenderFarmClientThread::Naklada: Session končal n

source: This track's dimensions are not multiples of 4 so it can't be rendered by OpenGL.
de: Dieses Track Abmessungen nicht ein Vielfaches von 4, so nit kann nicht durch OpenGL gerendert werden.
eu: Pista honen neurri 4 beraz nit ezin da OpenGL emandako multiploak
fr: Les dimensions de cette piste sont pas des multiples de 4 so nit ne peut pas être rendue par OpenGL.
sl: Dimenzije tej poti, niso večkratniki števila 4, tako nit ne more biti izdana s OpenGL.

source: Size:
de: Größe:
eu: Tamaina:
fr: Taille:
sl: Velikost:

source: Scale:
eu: Eskalatu:
fr: Echelle:
sl: Merilo:

source: ResourcePixmap::draw_audio_source: failed to check out %s for drawing.
de: ResourcePixmap::draw_audio_source: failed to zum Zeichnen überprüfen %s. N
eu: ResourcePixmap::draw_audio_source: huts egindako egiaztatu %s marrazteko. N
fr: ResourcePixmap::draw_audio_source: échec de vérifier %s pour le dessin. N
sl: ResourcePixmap::draw_audio_source: ni odjaviti %s za risanje n

source: Saved backup.
eu: Gordetako backup
fr: Sauvés sauvegarde.

source: Save as...
de: Speichern unter ...
eu: Gorde honela ...
fr: Enregistrer sous ...
sl: Shrani kot ...

source: Couldn't open %s.
de: Konnte nicht geöffnet werden: %s.
eu: Ezin izan da %s.
fr: Impossible d'ouvrir %s.
sl: Ne morem odpreti %s.

source: Enter a filename to save as
de: Geben Sie einen Dateinamen, um so zu retten
eu: Idatzi fitxategi batera gorde
fr: Entrez un nom de fichier pour enregistrer sous
sl: Vnesite ime datoteke, da shranite kot

source: Resize...
de: Größe ändern ...
eu: Tamaina aldatu ...
fr: Redimensionner ...
sl: Spremeni velikost ...

source: New camera size:
de: Neue Kameragröße:
eu: Kamera tamaina berria:
fr: Nouvelle taille de la caméra:
sl: New velikost kamera:

source: New projector size:
de: New Projektor Größe:
eu: Proiektorea tamaina berria:
fr: Nouvelle taille du projecteur:
sl: New velikost projektorja:

source: W Ratio:
de: W-Verhältnis:
eu: W ratioa:
fr: Ratio W:

source: H Ratio:
de: H-Verhältnis:
eu: H ratioa:
fr: Ratio H:

source: Constrain ratio
de: Beschränken Verhältnis
eu: Mantendu ratio
fr: Ratio Contraindre
sl: Omejujejo razmerje

source: Scale data
de: Scale-Daten
eu: Eskalatu datuak
fr: données à grande échelle
sl: podatki o obsegu

source: Format...
eu: Formateatu ...

source: set format
eu: Ezarri formatua
fr: Définir le format
sl: Nastavljen format

source: Channel positions:
de: Channel Positionen:
eu: Channel postuetan:
fr: La position des canaux:
sl: Položaje kanalov:

source: %d degrees
de: %d Grad
eu: %d gradu
fr: %d degrés
sl: %d stopinje

source: Loading...
de: Wird Geladen ...
eu: Lanean ...
fr: Chargement en cours ...
sl: Nalaganje ...

source: Welcome to Cinelerra.
de: Willkommen in Cinelerra.
eu: Ongi Cinelerra izateko.
fr: Bienvenue à Cinelerra.
sl: Dobrodošli v Cinelerra.

source: Cancel operation
de: Vorgang abbrechen
eu: Utzi eragiketa
fr: Annulation de l'opération
sl: Cancel

source: Subttl %d
eu: %d Subttl

source: SubTitle
de: Untertitel
eu: Azpititulu
fr: Sous-titre
sl: Podnaslov

source: Where is %s?
de: Wo ist %s?
eu: Non %s da?
fr: Où est %s?
sl: Kje je %s?

source: Shift-click on a curve keyframe to snap it to the neighboring values.
de: Shift-Klick auf einer Kurve Keyframe, um ihn in die benachbarten Werte zu fangen.
eu: Shift-klik egin atxikitzeko aldameneko balioak kurba gako-fotograma bat da.
fr: Maj-clic sur une courbe image clé à enclencher des valeurs voisines.
sl: Shift-klikom na krivulji keyframe, da jo pritrdite na sosednje vrednosti.
