Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: Degrees
eu: Bertoko
sl: Stopinje

source: Scale
eu: Eskala
sl: Lestvica

source: White to Black
de: Weiß auf Schwarz
eu: White Black to
fr: Blanc au noir
sl: White na črno

source: Black to White
de: Schwarz auf Weiß
eu: Black White to
fr: Black White
sl: Črno na belem

source: Preserve shape aspect ratio
de: Preserve Form Seitenverhältnis
eu: Preserve forma itxura-erlazio
fr: Préserver la forme aspect ratio
sl: Ohrani razmerje obliko in širino

source: Shape Wipe
eu: Forma Ekortu
sl: Shape Obrišite

source: Sharpen
de: Scharfzeichnen
eu: Araztu

source: Odd offset:
eu: Odd konpentsatzeko:
sl: Čuden izravnavo:

source: Even offset:
de: Auch Offset
eu: Nahiz eta konpentsatzeko:
fr: Même offset:
sl: Tudi odmik:

source: ShiftInterlace
eu: Desplazamendua

source: Left
de: Links
eu: Ezker
fr: Gauche
sl: Levo

source: Right
de: Rechts
eu: Eskuin
fr: Droite

source: Freq: 0 Hz
eu: Maiztasunak: 0 Hz
sl: Frekvenca: 0 Hz

source: Spectrogram
de: Spektrogramm
eu: Argilitzaera
fr: Spectrogramme
sl: Spektrogram

source: SVG via Inkscape
de: SVG über Inkscape
eu: SVG Inkscape bidez
sl: SVG preko Inkscape

source: Running command %s
de: Ausführen-Befehl %s n
eu: Komandoa egikaritzen %s n
fr: Commande Exécuter %s n
sl: Izvajanje ukaza %s n

source: Export of %s to %s failed
de: Export von %s in %s fehlgeschlagen n
eu: %s %s esportazioa huts egin du n
fr: L'exportation de %s à %s n'a pas n
sl: Izvoz %s do %s ni uspela n

source: The file %s that was generated from %s is not in PNG format. Try to delete all *.png files.
de: Die Datei %s, die von %s erzeugt wurde, ist nicht im PNG-Format. Versuchen Sie, alle * .png Dateien zu löschen. N
eu: Hori %s-tik sortu da %s fitxategia ez da PNG formatuan. Saiatu * fitxategiak .png guztiak ezabatzea da. N
fr: Le fichier %s qui a été généré à partir de %s ne est pas au format PNG. Essayez de supprimer tous les fichiers * .png. N
sl: Datoteka %s, ki je bil ustvarjen s %s ni v formatu PNG. Poskusite izbrisati vse * .png datoteke. N

source: Access mmap to %s as %s failed.
de: Der Zugang mmap zu %s in %s fehlgeschlagen. N
eu: Sarbide mmap %s bezala %s huts egin du. N
fr: L'accès à mmap %s en %s a échoué. N
sl: Dostop do mmap %s %s ni uspelo. N

source: Inkscape has exited
de: Inkscape hat n beendet
eu: Inkscape amaitu egin da n
fr: Inkscape a quitté n
sl: Inkscape je zapustil n

source: Plugin window has closed
de: Plugin-Fenster hat n geschlossen
eu: Plugin leihoa itxi du n
fr: Fenêtre Plugin a fermé n
sl: Je Plugin okno zaprto n

source: Running external SVG editor: %s
de: Ausführen von externen SVG-Editor: %s n
eu: Kanpoko SVG editore Iraupena: %s n
fr: Exécution éditeur SVG externe: %s n
sl: Tek zunanji urejevalnik SVG: %s n

source: External SVG editor finished
de: Externe SVG-Editor beendet n
eu: Kanpoko SVG editore bukatu n
fr: Éditeur SVG externe terminé n
sl: Zunanji urejevalnik SVG končal n

source: SVG Plugin: Pick SVG file
de: SVG Plugin: Wählen Sie SVG-Datei
eu: SVG Plugin: Aukeratu SVG fitxategia
fr: Plugin SVG: Choisissez Fichier SVG
sl: SVG Plugin: Pick SVG datoteke

source: Open an existing SVG file or create a new one
de: Öffnen Sie eine vorhandene SVG-Datei oder erstellen Sie einen neuen
eu: Ireki existitzen den SVG fitxategi bat edo berri bat sortu
fr: Ouvrir un fichier SVG existant ou en créer un nouveau
sl: Odpri obstoječo SVG datoteke ali ustvarite novega

source: Swap channels
de: Swap-Kanäle
eu: Swap kanal
fr: Échanger les canaux
sl: Swap poti

source: Swap 0-1, 2-3, 4-5...
eu: Aurrera ezazu 0-1, 2-3, 4-5 ...

source: Swap 1-2, 3-4, 5-6...
eu: Aurrera ezazu 1-2, 3-4, 5-6 ...

source: Synthesizer
eu: Sintetizadorea
sl: Sintetizator

source: Momentary notes
de: Momentary Hinweise
eu: Une notak
fr: notes
sl: trenutna opombe

source: Ctrl or Shift to select multiple notes.
de: Strg- oder Umschalttaste, um mehrere Noten auswählen.
eu: Ctrl edo Shift notak baino gehiago hautatzeko.
fr: Ctrl ou Shift pour sélectionner plusieurs notes.
sl: Ctrl ali Shift za izbiro več zapiske.

source: Low Color
eu: Low kolorea

source: Mid Color
eu: Mid kolorea
fr: Mid couleur

source: High Color
eu: High kolorea

source: Low color
eu: Kolore Low
fr: Low couleur
sl: Low barva

source: Mid color
de: Mid Farbe
eu: Mid kolorea
fr: Couleur Mid
sl: Barva Mid

source: High color
de: Hohe Farb
eu: High kolorea
fr: High couleur
sl: Visoka barva

source: Time Average
de: Zeitmittel
eu: Time besteko
fr: Temps moyen
sl: Čas Povprečje

source: Frame count:
eu: Frame Aldaketa:
fr: Count Frame:
sl: Število Frame:

source: Accumulate
eu: Pilatu
fr: Accumuler
sl: Kopičijo

source: Less
de: Weniger
eu: Gutxiago
fr: Moins
sl: Manj

source: Restart for every frame
de: Starten Sie für jeden Frame
eu: Fotograma bakoitzean dagoen Berrabiarazi
fr: Redémarrer pour chaque trame
sl: Znova za vsak okvir

source: Don't buffer frames
de: Puffer nicht Rahmen
eu: Ez bufferreko fotogramak
fr: Ne tampon cadres
sl: Ne buffer okvirje

source: Type:
de: Typ:
eu: Mota
sl: Vrsta:

source: Time range:
de: Zeitbereich
eu: Time sorta:
fr: Plage de temps:
sl: Časovno obdobje:

source: As timefront use:
de: Als timefront Einsatz:
eu: As timefront erabilera:
fr: Utiliser comme timefront:
sl: Kot timefront uporaba:

source: Other track as timefront
de: Andere Spur als timefront
eu: Beste track timefront gisa
fr: Autre piste comme timefront
sl: Drugi tir kot timefront

source: Alpha as timefront
de: Alpha als timefront
eu: Alpha timefront gisa
fr: Alpha comme timefront
sl: Alpha kot timefront

source: Intensity
eu: Intentsitate
fr: Intensité

source: Alpha mask
de: Alpha-Maske
eu: Alpha maskara
fr: Masque Alpha
sl: Alpha maska

source: Inversion
eu: Alderantzikatu
sl: Obrat

source: Show grayscale (for tuning
de: Graustufen anzeigen (für Tuning
eu: Show grayscale (sintonia
fr: Show niveaux de gris (pour le réglage
sl: Pokaži sivine (za tuning

source: Use fast fourier transform
de: Verwenden Sie schnelle Fourier-Transformation
eu: Erabili fourier azkar eraldatu
fr: Utilisez transformée de Fourier rapide
sl: Uporabljajte hitra Fourierjeva transformacija

source: Use overlapping windows
de: Mit überlappenden Fenster
eu: Erabili leihoak gainjarriz
fr: Utiliser des fenêtres superposées
sl: Uporabi se prekrivajo okna

source: Fraction of original speed:
de: Bruchteil der ursprünglichen Geschwindigkeit:
eu: Jatorrizko abiaduraren Zatikia:
fr: Fraction de vitesse d'origine:
sl: Frakcija prvotne hitrosti:

source: Time stretch
eu: Denbora tarte
sl: Čas odsek

source: Window size (ms):
de: Fenstergröße (ms):
eu: Leiho tamaina (ms):
fr: taille de la fenêtre (ms):
sl: velikost Window (ms):

source: GlyphUnit::process_package FT_New_Face failed.
de: GlyphUnit::process_package FT_New_Face fehlgeschlagen. N
eu: GlyphUnit::process_package FT_New_Face huts egin du. N
fr: GlyphUnit::process_package FT_New_Face échoué. N
sl: GlyphUnit::process_package FT_New_Face uspela. N

source: GlyphUnit::process_package FT_Load_Char failed - char: %li.
de: GlyphUnit::process_package FT_Load_Char fehlgeschlagen - Zeichen: %li. N
eu: GlyphUnit::process_package FT_Load_Char huts egin du - char: %li. N
fr: GlyphUnit::process_package FT_Load_Char échoué - char: %li. N
sl: GlyphUnit::process_package FT_Load_Char ni - char: %li n

source: TitleMain::load_freetype_face %s failed.
de: TitleMain::load_freetype_face %s fehlgeschlagen. N
eu: TitleMain::load_freetype_face %s huts egin du. N
fr: TitleMain::load_freetype_face %s échoué. N
sl: TitleMain::load_freetype_face %s ni uspelo. N

source: No motion
de: Keine Bewegung
eu: Ez da motion
fr: Aucune motion
sl: Ne motion

source: Bottom to top
de: Unten nach oben
eu: Gora Behean
fr: Bas vers le haut
sl: Bottom na vrh

source: Top to bottom
de: Von oben nach unten
eu: Behetik gora
fr: De haut en bas
sl: Top do dna

source: Right to left
de: Von rechts nach links
eu: Ezkerretik eskuinera
fr: De droite à gauche
sl: Od desne proti levi

source: Left to right
de: Von links nach rechts
eu: Ezkerretik eskuinera
fr: De gauche à droite
sl: Od leve proti desni

source: Font:
eu: Letra:
fr: La police:
sl: Pisava:

source: Style:
eu: Estiloa:
sl: Slog:

source: Justify:
de: Blocksatz
eu: Lerrokatu:
fr: Justifier:

source: Motion type:
de: Bewegungstyp
eu: Motion-mota
fr: Type de mouvement:
sl: Vrsta Predlog:

source: Drop shadow:
de: Schlagschatten
eu: Itzalaren
fr: Ombre portée:
sl: Drop senca:

source: Fade in (sec):
eu: Fade ere (s):
fr: Fade in (s):
sl: Fade in (s):

source: Fade out (sec):
eu: Fade out (s):
sl: Fade out (s):

source: Speed:
eu: Abiadura:
fr: Vitesse:
sl: Hitrost:

source: Outline:
de: Gliederung
eu: Eskema:
fr: Décrire:
sl: Oris:

source: Text:
eu: Testua:
fr: Texte:
sl: Besedilo:

source: Outline color...
de: Outline Farbe ...
eu: Ertzaren kolorea ...
fr: Couleur de contour ...
sl: Pregled barva ...

source: Stamp timecode
de: Stempel-Timecode
eu: Markatu denbora
fr: Timecode Stamp
sl: Stamp N

source: Mid
eu: Erdia
sl: Srednje

source: Translate
de: Übersetzen
eu: With
fr: Traduire
sl: Prevedi

source: In Y:
eu: Y In:
fr: Dans Y:
sl: V Y:

source: In W:
eu: W In:
fr: Dans W:
sl: V W:

source: In H:
eu: H In:
fr: En H:
sl: V H:

source: Amount:
de: Betrag
eu: Zenbatekoa:
fr: Montant:
sl: Znesek:

source: VideoScope
eu: Bideoaren
fr: Vidéoscope

source: Smear
eu: Lohitu

source: Reflective
eu: Islatzailea
fr: Réfléchissant
sl: Odsevni

source: Amplitude:
eu: Anplitudea:
sl: Amplituda:

source: Phase:
eu: Fasea:
sl: Faza:

source: Wavelength:
de: Wellenlänge:
eu: Uhin-luzera:
sl: Valovna dolžina:

source: Wave
eu: Olatu

source: Pinch
eu: Tira
fr: Pincement

source: Whirl
eu: Bihurritu
sl: Vrtinec

source: Wipe
de: Wischen
eu: Ekortu
sl: Obrišite

source: X Magnification:
de: X Vergrößerung:
eu: X lupa:
fr: X Agrandissement:
sl: X Povečava:

source: Y Magnification:
de: Y Vergrößerung:
eu: Y lupa:
fr: Y Grossissement:
sl: Y Povečava:

source: OK
fr: D'ACCORD

source: Frames
fr: Cadres

source: Bytes:
fr: Octets

source: Sample rate:
fr: Taux d'échantillonnage:

source: Lo-Hi
de: Lo-Hallo
fr: Lo-Salut

source: Hi-Lo
de: Hallo-Lo
fr: Salut-Lo

source: Video:
fr: Vidéo:

source: Detail
fr: Détail
sl: Podrobnosti

source: Path
fr: Chemin

source: Fast Reverse ( + )
de: Schnellrücklauf (+)
fr: Retour rapide (+)

source: Windowed
fr: Fenêtré
sl: Okenskem

source: Color:
de: Farbe:
fr: Couleur:
sl: Barva:

source: Duration:
de: Dauer
fr: Durée:
sl: Trajanje:

source: Start Cron
fr: Démarrer Cron

source: Comments:
de: Kommentare:
fr: Commentaires
sl: Komentarji:

source: Red
fr: Rouge

source: RGB
fr: RVB

source: Eyedrop
fr: Ophtalmologique en gouttes

source: Do it
de: Mach es
fr: Faites-le
sl: Naredi

source: Center horizontal
de: Mitte horizontal
fr: Horizontale Center
sl: Center horizontalna

source: Seconds:
de: Sekunden
fr: secondes

source: Paste ( v )
de: Einfügen (v)
fr: Coller (v)
sl: Pasta (v)

source: Lo Hi
de: Lo Hallo
fr: Lo Salut

source: Hi Lo
de: Hallo Lo
fr: Salut Lo

source: Dual H.264
fr: Double H.264

source: Stream Header:
fr: Stream-tête:
sl: Stream Glava:

source: Half D-1 PAL
fr: La moitié D-1 PAL
sl: Pol D-1 PAL

source: Half D-1 NTSC
fr: La moitié D-1 NTSC
sl: Pol D-1 NTSC

source: File Format:
de: Dateiformat
fr: Format de fichier:
sl: Oblika datoteke:

source: Time Format
de: Zeitformat
fr: Format Temps
sl: Čas Format

source: Load backup
de: Backup-Load
fr: Sauvegarde de charge

source: Video
fr: Vidéo

source: Map 1:1
de: Karte 1: 1
fr: Carte 1: 1
sl: Zemljevid 1: 1

source: Map 5.1:2
de: Karte 5,1: 2
fr: Carte 5.1: 2
sl: Zemljevid 5.1: 2

source: Loop Playback
de: Endloswiedergabe
fr: Lecture en boucle

source: Slow Shuttle
fr: Navette lente

source: Fast Shuttle
fr: Navette rapide

source: splice
fr: Épissage
sl: Spoj

source: Gang faders
de: Gang-Fader
fr: faders Gang
sl: Gang drsnikov

source: Video Driver:
de: Videotreiber
fr: Pilote vidéo:

source: *Playback A
de: * Wiedergabe A
fr: * Lecture A
sl: * Predvajanje

source: Playback A
fr: Lecture A
sl: Playback

source: *Playback B
de: * Wiedergabe B
fr: * La lecture B
sl: * Predvajanje B

source: Playback B
de: Wiedergabe B
fr: Lecture B
sl: Predvajanje B

source: Path
fr: Chemin

source: News
fr: Nouvelles
sl: Novice

source: Software timing
fr: Timing du logiciel
sl: Čas programska oprema

source: RenderFarmServerThread::start_loop: socket
de: RenderFarmServerThread::start_loop: Buchse
fr: RenderFarmServerThread::start_loop: prise
sl: RenderFarmServerThread::start_loop: vtičnica

source: RenderFarmClient::main_loop: socket
de: RenderFarmClient::main_loop: Buchse
fr: RenderFarmClient::main_loop: prise
sl: RenderFarmClient::main_loop: vtičnica

source: Resize
de: Größe ändern
fr: Redimensionner

source: Save backup
de: Backup speichern
fr: Enregistrer backup
sl: Shrani backup

source: amp zoom
fr: Zoom Ampère

source: Sample: 0
de: Beispiel: 0
fr: Exemple: 0
sl: Vzorec: 0

source: In
fr: Dans
sl: V

source: red
fr: Rouge
sl: Rdeči

source: -*-helvetica-medium-r-normal-*-14-*
fr: - * - Helvetica-medium-r-normale - * - * 14-
sl: - * - Helvetica-medium-r-normalno - * - 14- *

source: Blur alpha
fr: Alpha Blur
sl: Blur alfa

source: Blur blue
de: Blur blau
fr: Blur bleu

source: To
de: Bis Zur
fr: Pour
sl: Da

source: Chroma key
fr: Clé Chroma
sl: Ključni Chroma

source: Mask tweaking:
fr: Masque peaufinage:

source: Spill Threshold:
fr: Seuil de déversement:
sl: Spill Prag:

source: Show Mask
fr: Afficher le masque
sl: Pokaži Mask

source: Chroma key (HSV)
fr: Clé Chroma (HSV)
sl: Ključni Chroma (HSV)

source: Yellow
de: Gelb
fr: Jaune
sl: Rumena

source: Decimate
de: Dezimieren
fr: Décimer
sl: Zdesetkal

source: Denoise power:
de: Denoise Leistung:
fr: Puissance Denoise:
sl: Denoise moč:

source: Denoise video2
fr: Video2 Denoise

source: Cutoff Hz:
fr: Hz Cutoff:
sl: Kritična Hz:

source: Algorithm:
fr: Algorithme:
sl: Algoritem:

source: Wet:
fr: Humide

source: Center X:
de: Zentrum X:
fr: Centre X:

source: Center Y:
de: Zentrum Y:
fr: Centre Y:

source: Gradient
fr: Dégradé

source: Polynominal
fr: Polynomiale
sl: Polinoma

source: Bezier
fr: Bézier

source: Sphere Stretch
fr: Sphère Stretch

source: R Field of View:
de: R Feld:
fr: R Champ de vision:
sl: R vidno polje:

source: G Field of View:
de: G Gesichtsfeld:
fr: G Champ de vision:
sl: G vidno polje:

source: B Field of View:
de: B Feld:
fr: B Champ de vision:

source: A Field of View:
de: Eine Sichtfeld:
fr: Un champ de vision:
sl: Vidno polje:

source: Live Video
fr: Live Vidéo

source: Radius
fr: Rayon

source: Bandpass
fr: Passe-bande
sl: Pojasni

source: Wetness:
de: Nässe
fr: L'humidité:
sl: Mokrote:

source: Base Frequency:
de: Nennfrequenz
fr: Fréquence de base:
sl: Osnovna frekvenca:

source: Prime
fr: Premier
sl: Premier

source: Radial Blur
fr: Flou radial

source: Reframe
fr: Recadrer
sl: Spremembi zasnove

source: Reroute
de: Neuberechnung
fr: Recalcul
sl: Sprem

source: Load...
de: Laden ...
fr: Charger ...

source: Save...
de: Speichern unter ...
fr: Enregistrer ...

source: Save reverb
fr: Enregistrer réverbération
sl: Shrani reverb

source: Load reverb
fr: Réverbération de charge

source: RGB - 601
fr: RVB - 601

source: Out X:
fr: X Out:

source: Out Y:
fr: Y Out:

source: New/Open SVG...
de: Neu / Öffnen SVG ...
fr: Nouveau Ouvrir SVG / ...

source: Swap Frames
fr: Cadres de swap

source: Greater
de: Groß
fr: Grand
sl: Večje

source: Center
fr: Centre

source: In X:
fr: Dans X:
sl: V X:

source: Out W:
fr: W Out:

source: Out H:
fr: H Out:

source: Unsharp
de: Unscharf
fr: Flou
sl: Neostrine

source: Carrier Track:
fr: Transporteur Track:

source: Blacken
de: Schwärzen
fr: Noircir
sl: Počrnel

source: Date
de: Datum
sl: Datum

source: Green
de: Grüne
sl: Zelena

source: Ruler
de: Herrscher
sl: Vladar

source: JPEG Photo
de: JPEG-Bild
sl: JPEG slika

source: Motion JPEG A
sl: Motion JPEG

source: Flipbook...
sl: Slikovni kup ...

source: Index Path
de: Index-Pfad
sl: Indeks poti

source: label
sl: Oznaka

source: Tracks:
sl: Skladbe:

source: Performance
sl: Uspešnost

source: record
sl: Zapis

source: Loop
sl: Zanke

source: Video In
sl: Video

source: Fast rewind
de: Schneller Rücklauf
sl: Hitro previjanje nazaj

source: Pits
sl: Koščice

source: Gamma G:
sl: Gama G:

source: Gamma B:
sl: Gama B:

source: Bob & Weave
sl: Bob & vezavi

source: R / Y
sl: R / D

source: Atten:
sl: Obiskovalcih:

source: Peaks:
sl: vrhovi

source: Track Point 2
de: Track Punkt 2
sl: Track Točka 2

source: Motion Blur
sl: Predlog Blur

source: Odd
sl: Čuden

source: Interlace
sl: Prepletanja

source: Time Stretch RT
sl: Čas Stretch RT

source: Italic
sl: Ležeče

source: Channel:
de: Kanal

source: Untimed
de: Ohne Zeitangabe

source: Color Picker
de: Farbauswahl

source: Max bitrate:
de: Die maximale Bitrate:

source: Presets...
de: Voreinstellungen ...

source: Usage:
de: Verwendung:

source: On
de: Ein

source: Audio Driver:
de: Audio-Treiber:

source: Video Out
de: Video aus

source: Dst
de: Sommerzeit

source: Viewer
de: Viewers

source: Fast
de: Schnell

source: Av. Thres.
de: Av. Schw.

source: Roomsize:
de: Raumgröße

source: Track Point 1
de: Track Punkt 1

source: Sine
de: Sinus

source: Pivot (x,y):
de: Drehpunkt (x, y):

source: Slide
de: Schieben

source: Encoding:
de: Codierung

source: Bold
de: Fett
