Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: When configuring slow effects, disable playback for the track. After configuring it, re-enable playback to process a single frame.
de: Bei der Konfiguration langsame Wirkung, deaktivieren Sie die Wiedergabe der Spur. Nach der Konfiguration es, nre Aktivieren der Wiedergabe, um ein einzelnes Bild zu verarbeiten.
eu: When eragina motelak konfiguratzen, desgaitu pistaren erreprodukzioa. Konfiguratuz ondoren, NRE gaitu playback fotograma bakar batean prozesatu.
fr: Lors de la configuration des effets lents, désactivez la lecture de la piste. Après sa configuration, NRE-activer la lecture de traiter une seule image.
sl: Ko konfigurirate počasne učinke, ki onemogoči predvajanje na poti. Potem ko je konfiguriranje NRE omogočite predvajanje obdelati en okvir.

source: Ctrl + any transport command causes playback to only cover the region defined by the in/out points.
de: Strg + jede Transport Befehl bewirkt, dass die Wiedergabe nur Abdeckung nDie Region von den in / out Punkte definiert.
eu: Ctrl + edozein garraio-komando eragiten playback estalkia n eskualde bakarra in / out puntuk definitzen da.
fr: Ctrl + ne importe quelle commande de transport provoque la lecture pour seule région couverture nle définie par les points IN / OUT.
sl: Ctrl + koli ukaz promet povzroča predvajanje le pokrov nSkupina območju, ki ga opredeljujejo v / iz točk.

source: Shift + clicking a patch causes all other patches except the selected one to toggle.
de: Shift + Klick auf einen Patch bewirkt, dass alle anderen Patches außer dem nselected ein bis zu wechseln.
eu: Shift + adabaki bat sortzen du beste adabaki guztiak, ezik inork txandakatzeko nselected klik eginez.
fr: Shift + clic un patch provoque tous les autres patchs sauf le nL'objet une pour basculer.
sl: Shift + klikom obliž povzroča vse ostale zaplate razen nselected eno preklopijo.

source: Clicking on a patch and dragging across other tracks causes the other patches to match the first one.
de: Wenn Sie auf einen Patch und Ziehen über andere Spuren verursacht nDie andere Patches, um das erste Spiel.
eu: Adabaki baten gainean klik eginez eta beste pistetara arrastaka eragiten n beste adabaki lehena etortzeko
fr: En cliquant sur un patch et en faisant glisser d'autres routes provoque nLe autres correctifs pour correspondre à la première.
sl: Klik na obliž in ga povlečete čez druge skladbe povzroča nSkupina drugih obliži za tekmo prvega.

source: Shift + clicking on an effect boundary causes dragging to affect just the one effect.
de: Shift + Klick auf einen Effekt Grenze verursacht Ziehen an Njust einen Effekt beeinflussen.
eu: Shift + eragiten arrastaka bat efektua njust eragina izan aurretik efektu baten mugan klik egitea.
fr: Maj + clic sur une limite de glisser effet fait pour affecter nIl l'un des effets.
sl: Shift + klik na učinek meji povzroča povlečete vplivajo njust eni učinek.

source: Load multiple files by clicking on one file and shift + clicking on another file. Ctrl + clicking toggles individual files.
de: Laden Sie mehrere Dateien, indem Sie auf eine Datei und Shift + Klick auf nEin Datei. Ctrl + Maustaste schaltet einzelne Dateien.
eu: Load gordetzeko fitxategia klik egin eta, Shift + nanother fitxategia klik eginez. Ktrl + klik egiteak aldatuko banakako fitxategiak arabera.
fr: Charger les fichiers multiples en cliquant sur un fichier et Maj + cliquant sur le fichier NANOTHER. Ctrl + clic permet de basculer des fichiers individuels.
sl: Naloži več datotek s klikom na eno datoteko in Shift klikom na nanother datoteke. Ctrl + klik preklaplja posamezne datoteke.

source: Ctrl + left clicking on the time bar cycles forward a time format. Ctrl + middle clicking on the time bar cycles backward a time format.
de: Strg + Linksklick auf die Zeitleiste nach vorne Zyklen eine Zeitformat. Nctrl + Mittelklick auf die Zeitleiste Zyklen rückwärts ein Zeitformat.
eu: Ctrl + ezker denbora bar zikloak aurrera ordu formatua klik. NCtrl + erdiko denboran bar zikloak atzeratua ordu formatua klik.
fr: Ctrl + clic gauche sur la barre cycles terme de temps d'un format de l'heure. Nctrl + clic milieu sur la barre arrière cycles de temps un format de l'heure.
sl: Ctrl + levi klik na bar ciklov časovnih terminski čas formata. NCtrl + Srednji gumb na vrstici ciklih časa nazaj, ko formata.

source: Use the +/- keys in the Compositor window to zoom in and out.
de: Wählen Sie mit den +/- Tasten in der Compositor-Fenster zu vergrößern und verkleinern. N
eu: N Erabili +/- gakoak konposaketa-leihoan eta urruntzeko.
fr: Utilisez les touches +/- dans la fenêtre de composition pour zoomer et dézoomer. N
sl: Uporabite +/- tipke v oknu kompozitor za povečavo in ven. N

source: Pressing Alt while clicking in the cropping window causes translation of all 4 points.
de: Drücken Sie Alt gedrückt und klicken Sie im Fenster Zuschneiden verursacht Übersetzung von nAlle 4 Punkte. N
eu: Alt sakatzean, ebakitzeko leihoan klik egiten duzun bitartean nall 4 puntu itzulpen eragiten du. N
fr: En appuyant sur Alt tout en cliquant dans la fenêtre de recadrage provoque traduction de Nall quatre points. N
sl: S pritiskom na Alt medtem ko kliknete v oknu Obrezovanje povzroča prevod nVse 4 točke. N

source: Pressing Tab over a track toggles the Record status. Pressing Shift-Tab over a track toggles the Record status of all the other tracks.
de: Durch Drücken der Tabulatortaste auf einer Spur schaltet den Rekordstand. NPressing Shift-Tab über einer Spur schaltet die Rekord Status aller anderen Spuren. N
eu: Tab sakatzean pistaren gainean grabatu egoera aldatuko du. NPressing Shift-Tab pistaren gainean Grabatu beste pista guztien egoera aldatuko du. N
fr: En appuyant sur Tab sur une piste alterne sur la condition d'enregistrement. NPressing Maj + Tab sur une piste alterne sur la condition rendu de toutes les autres pistes. N
sl: S pritiskom na Tab nad skladbo preklaplja status Record. NPressing Shift-Tab nad skladbo preklaplja status evidenco vseh ostalih skladb. N

source: Audio->Map 1:1 maps each recordable audio track to a different channel. Map 5.1:1 maps 6 recordable AC3 tracks to 2 channels.
de: Audio-> Karte 1: 1 ordnet jede beschreibbare Audio-Track auf einen anderen Kanal nMap. 5.1: 1 Karten 6 beschreibbare AC3 Tracks auf 2 Kanäle. N
eu: Audioa> 1: 1 audio recordable ezberdinak kanal batera pista bakoitzaren maps nmap 5.1:. 1 maps 6 recordable AC3 ibilbideak: 2 kanaletan. N
fr: Audio-> Carte 1: 1 Cartes chaque piste audio enregistrable sur un canal différent nmap 5.1:. 1 cartes 6 pistes AC3 enregistrables à deux canaux. N
sl: Avdio> Zemljevid 1: 1 preslika vsak zapisovanje avdio posnetek na drug kanal Nmap 5.1. 1 Maps 6 zapisljive AC3 skladbe na 2 kanala n

source: Alt + left moves to the previous edit handle. Alt + right moves to the next edit handle.
de: Alt + links bewegt zum vorherigen Bearbeitungszieh. NALT + rechts zur nächsten Bearbeitungszieh. N
eu: Alt + ezker aurreko editatu heldulekua mugitzen. NAlt + eskubidea hurrengo editatu heldulekua mugitzen. N
fr: Alt + se déplace de gauche à la poignée d'édition précédente. NALT + de déplace vers la droite à la prochaine manche de modifier. n
sl: Alt + levo premakne na prejšnji ročaj za urejanje. NALT + desno premakne na naslednji urejanje ročajem. n

source: Settings->typeless keyframes allows keyframes from any track to be pasted on either audio or video tracks.
de: Einstellungen-> typenlos Keyframes Keyframes können von jeder Spur, um entweder auf NAudio oder Videospuren eingefügt werden. N
eu: Ezarpenak-> typeless-fotogramak ahalbidetzen duen pista batetik-fotogramak bai naudio edo bideo pistetan Itsasteko. N
fr: Paramètres> sans type images clés permet des images clés de toute la bonne voie pour être collés soit sur les pistes ou vidéo NAudio . N
sl: Nastavitve-> typeless keyframes omogoča keyframes iz katere koli tir, ki se prilepijo na bodisi naudio ali video posnetkom. N

source: Show tip of the day.
de: Zeig Tipp des Tages.
eu: Erakutsi egun punta
fr: Afficher l'astuce du jour.
sl: Pokaži namig dneva.

source: Next tip
de: Nächster Tipp
eu: Hurrengo tip
fr: Pointe Suivant
sl: Naslednji nasvet

source: Previous tip
de: Vorheriger Tipp
eu: Aurreko tip
fr: Conseil précédent
sl: Prejšnji nasvet

source: keyframe
de: Schlüsselbild
eu: Gako-fotogramen
fr: Clé
sl: Glavni okvir

source: Attach...
de: Bringen Sie ...
eu: Erantsi ...
fr: Joindre ...
sl: Pripni ...

source: Length
de: Länge
eu: Luzera
fr: Longueur
sl: Dolžina

source: VDeviceLML::read_buffer: driver crash
de: VDeviceLML::read_buffer: Fahrer Crash n
eu: VDeviceLML::read_buffer: gidari crash n
fr: VDeviceLML::read_buffer: pilote accident n
sl: VDeviceLML::read_buffer: Voznik crash n

source: VDeviceLML::read_buffer: reopened
de: VDeviceLML::read_buffer: wieder geöffnet n
eu: VDeviceLML::read_buffer: berriro ireki n
fr: VDeviceLML::read_buffer: rouvert n
sl: VDeviceLML::read_buffer: ponovno odprta n

source: Follow video config
eu: Jarraitu bideo config
fr: Suivez vidéo config
sl: Sledite video zaupnik

source: Output channel:
de: Ausgangskanal
eu: Irteerako kanala:
fr: Canal de sortie:
sl: Izhodni kanal:

source: Fields:
de: Felder
eu: Eremuak:
fr: Champs
sl: Področja:

source: Display:
eu: Erakutsi:
fr: Affichage:
sl: Zaslon:

source: Default A Display:
de: Standard Eine Anzeige:
eu: Lehenetsia Erakutsi A:
fr: Par défaut A Affichage:
sl: Privzeti prikazni:

source: Default B Display:
de: Default B Anzeige:
eu: B Erakutsi msgstr
fr: Default B Affichage:
sl: Privzeta B Zaslon:

source: Show assets
de: Show Vermögenswerte
eu: Show aktiboak
fr: Afficher les actifs
sl: Pokaži sredstva

source: Show titles
de: Titel anzeigen
eu: Show tituluak
fr: Afficher les titres
sl: Pokaži naslovi

source: Show transitions
de: Show-Übergänge
eu: Show trantsizioak
fr: Afficher les transitions
sl: Pokaži prehodov

source: Plugin keyframes
de: Plugin von Keyframes
eu: Plugin-fotogramak
fr: images clés Plugin

source: mode
de: Modus
eu: Modua

source: Addition
eu: Horrez
sl: Dodatek

source: Subtract
de: Ziehen
eu: Kendu
fr: Soustraire
sl: Minus

source: Multiply
eu: Multiplica
sl: Pomnoži

source: Divide
de: Teilen
eu: Zatiketa
fr: Diviser

source: Replace
de: Ersetzen
eu: Ordezkatu
fr: Remplacer
sl: Zamenjaj

source: Average
eu: Batez besteko
sl: Povprečen

source: Darken
de: Abdunkeln
eu: Ilundu
sl: Mračni

source: Lighten
de: Erleichtern
eu: Argitu
fr: Allégez
sl: Osvetlite

source: Or
de: Oder
eu: Edo
fr: Ou
sl: Ali

source: Video %d
eu: %d Video

source: sample zoom
de: Probe zoom
eu: Lagina zoom
fr: Zoom de l'échantillon
sl: Vzorec zoom

source: track zoom
de: Spur-Zoom
eu: Pista zoom
fr: Zoom de piste

source: curve zoom (autofit Alt f)
de: Kurve Zoom (Autofit Alt f)
eu: Kurba zoom (Automatikoki sartu Alt f)
fr: Zoom de courbe (ajustement automatique Alt f)
sl: Krivulja zoom (Autofit Alt f)

source: Odd field first
eu: Odd eremu lehen
fr: Champ Odd première
sl: Čuden polje prvi

source: Even field first
de: Auch erste Feld
eu: Nahiz eremuan lehen
fr: Même Field First
sl: Tudi polju prvi

source: 720 to 480
eu: 720 480-ra

source: Film aging from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
de: Film Alterung von EffectTV nCopyright (C) 2001 Fukuchi Kentarou
eu: Film effectTV nCopyright zahartzaroari (C) 2001 FUKUCHI Garatzailea: Kentarou
fr: Film vieillissement de effectTV nCopyright (C) 2001 Fukuchi Kentarou
sl: Film staranja iz EffectTV nCopyright (C) 2001 FUKUCHI Kentarou

source: Dust
eu: Hautsa

source: History Size:
de: Geschichte Größe:
eu: Historia neurria:
fr: Taille de l'Histoire:
sl: Zgodovina Size:

source: Window Size:
de: Fenstergröße
eu: Leiho Tamaina:
fr: Taille de fenêtre:

source: Trigger level:
eu: Trigger maila:
fr: Le niveau de déclenchement:
sl: Raven Trigger:

source: Level 0: 0
eu: 0 maila: 0
fr: Niveau 0: 0
sl: Stopnja 0: 0

source: Level 1: 0
eu: Maila 1: 0
fr: Niveau 1: 0
sl: Stopnja 1: 0

source: Bands:
eu: Banda:
fr: bandes»:

source: Direction:
de: Richtung
eu: Zuzendaritza:
sl: Smer:

source: -*-helvetica-bold-r-normal-*-14-*
eu: - * - Helvetica-lodia-r-normal - * - 14- *
fr: - * - Helvetica-bold-r-normale - * - * 14-
sl: - * - Helvetica-bold-r-normalno - * - 14- *

source: Pick
eu: Hartu

source: Reset
eu: Berrezarri

source: Mask Selection
eu: Mask hautapena
fr: Sélection de masque

source: Color Selection
de: Farbauswahl
eu: Kolore hautapena
fr: Sélection de la couleur

source: Mark Selected Areas
de: Mark Ausgewählte Bereiche
eu: Markatu hautatutako eremuak
fr: Marquer les zones sélectionnées
sl: Mark izbranih področjih

source: hue
de: Farbton
eu: Ñabardura
fr: Teinte
sl: Odtenek

source: saturation
de: Sättigung
eu: Saturazioa
sl: Nasičenost

source: value
de: Wert
eu: Balio
fr: Valeur
sl: Vrednost

source: fill
de: Füllen
eu: Bete
fr: Remplir
sl: Zapolniti

source: green
de: Grünen
eu: Berdea
fr: Vert
sl: Zelena

source: blue
de: Blau
eu: Urdina
fr: Bleu

source: pre-erode
de: Pre-erodieren
eu: Pre-hormak murrizten
fr: Pré-éroder
sl: Pre-spodkopljejo

source: Invert Selection
de: Auswahl umkehren
eu: Alderantzikatu hautapena
fr: Inverser la sélection
sl: Obrni izbor

source: Color Adjustment
de: Farbeinstellung
eu: Kolore doitzea
fr: Ajustement de la couleur

source: Filter Active
de: Filter aktiv
eu: Iragazi aktiboa
fr: Filtre actif

source: Vertical
eu: Bertikala

source: Horizontal
de: Horizontale
eu: Horizontala
sl: Horizontalno

source: Alpha determines radius
de: Alpha bestimmt Radius
eu: Alpha zehazten erradioa
fr: Alpha détermine rayon
sl: Alpha določa polmer

source: Blur red
de: Blur rot
eu: Blur gorria
fr: Flou rouge
sl: Blur rdeči

source: Blur green
de: Blur grünen
eu: Blur berdea
fr: Verte Blur
sl: Blur zeleno

source: RadioacTV from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
de: RadioacTV von EffectTV nCopyright (C) 2001 Fukuchi Kentarou
eu: RadioacTV effectTV nCopyright (C) 2001 FUKUCHI Garatzailea: Kentarou from
fr: RadioacTV de effectTV nCopyright (C) 2001 Fukuchi Kentarou
sl: RadioacTV od EffectTV nCopyright (C) 2001 FUKUCHI Kentarou

source: Brightness/Contrast
de: Helligkeit / Kontrast
eu: Distira / Kontrastea
fr: Luminosité / Contraste

source: Boost luminance only
de: Nur Boost-Luminanz
eu: Boost luminantziaren bakarrik
fr: Boost luminance seulement
sl: Samo Boost svetilnost

source: BurningTV from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
de: BurningTV von EffectTV nCopyright (C) 2001 Fukuchi Kentarou
eu: EffectTV nCopyright batetik BurningTV (C) 2001 FUKUCHI Garatzailea: Kentarou
fr: BurningTV de effectTV nCopyright (C) 2001 Fukuchi Kentarou
sl: BurningTV od EffectTV nCopyright (C) 2001 FUKUCHI Kentarou

source: Lock parameters
de: Lock-Parameter
eu: Blokeo parametroak
fr: Paramètres de Lock
sl: parametri Lock

source: Activate processing
de: Activate Verarbeitung
eu: Prozesatzeko Aktibatu
fr: Traitement Activer
sl: Vključi obdelava

source: Compute negfix values
de: Compute negfix Werte
eu: Kalkulu negfix balio
fr: valeurs negfix Calculer
sl: Compute negfix vrednosti

source: (uncheck for faster rendering)
de: (Deaktivieren Sie für schnelleres Rendering)
eu: (Errendatzeko azkarrago desmarkatu)
fr: (Décocher pour un rendu plus rapide)
sl: (Počistite za hitrejše upodabljanje)

source: Computed negfix values:
de: Computed negfix Werte:
eu: Ordenagailu negfix balioak:
fr: valeurs negfix calculée:
sl: izračunano negfix vrednosti:

source: Light:
eu: Argia

source: negfix values to apply:
de: Negfix Werte gelten:
eu: Negfix balioak aplikatu:
fr: Valeurs negfix à appliquer:
sl: Negfix vrednosti uporabiti:

source: Can't open cdrom drive.
de: Können CD-Laufwerk nicht geöffnet werden.
eu: Ezin da cdrom drive
fr: Impossible d'ouvrir lecteur de cdrom.
sl: Ne morem odpreti cdrom pogona.

source: Can't get total from table of contents.
de: Can not Gesamt bekommen von Inhaltsverzeichnis.
eu: Ezin guztira zaitez aurkibidean.
fr: Impossible d'obtenir totale de la table des matières.
sl: Ne morem priti skupaj s kazalom.

source: Can't get table of contents entry.
de: Can not get Inhaltsverzeichniseintrag.
eu: Ezin da edukien sarrera-taula lortzeko.
fr: Impossible d'obtenir la table des matières d'entrée.
sl: Ne morem dobiti vnosa v kazalo vsebine.

source: Can't get table of contents leadout.
de: Can not get Inhaltsherausführungs.
eu: Ezin edukiak leadout aurkibidea lortzeko.
fr: Impossible d'obtenir la table des matières leadout.
sl: Ne morem dobiti kazala vsebine izhodnega.

source: Start track is out of range.
de: Start Track ist außerhalb des Bereichs.
eu: Start track barrutitik kanpo
fr: Piste de départ est hors de portée.
sl: Start proga je izven območja.

source: End track is out of range.
de: End Bahn außer Reichweite ist.
eu: End track barrutitik kanpo
fr: End Track est hors de portée.
sl: Konec proga je izven območja.

source: End position is out of range.
de: Endposition außerhalb des zulässigen Bereichs.
eu: End posizio barrutitik kanpo
fr: La position finale est hors de portée.
sl: Končni položaj je izven območja.

source: Select the range to transfer:
de: Wählen Sie den Bereich zu übertragen:
eu: Aukeratu sorta transferitzeko:
fr: Sélectionnez la plage à transférer:
sl: Izberite obseg prenosa:

source: From
de: Von
eu: Nork
fr: De
sl: Od

source: CD Device:
de: CD-Gerät:
eu: CD gailua:
fr: CD périphérique:

source: Slope:
eu: Malda:
fr: Pente:

source: Threshold:
eu: Atalasea
fr: Seuil:

source: Color...
de: Farbe ...
eu: Kolore ...
fr: Couleur ...

source: Use value
de: Use Wert
eu: Erabili balio
fr: Utiliser la valeur
sl: Uporaba vrednost

source: Use color picker
de: Verwenden Sie die Farbauswahl
eu: Kolore-hautatzailea erabilera
fr: Utiliser sélecteur de couleur
sl: Uporaba barva Berač

source: Inner color
de: Innenfarbe
eu: Barneko kolorea
fr: Couleur intérieure
sl: Notranja barva

source: Key parameters:
de: Schlüsselparameter:
eu: Gakoa parametroak:
fr: paramètres clés:
sl: Ključni parametri:

source: Hue Tolerance:
de: Hue Toleranz:
eu: Hue Tolerantzia:
fr: Tolérance Hue:
sl: Hue Toleranca:

source: Min. Brightness:
de: Min. Helligkeit:
eu: . Min Distira:
fr: . Min Luminosité:
sl: . Min Svetlost:

source: Max. Brightness:
de: Max. Helligkeit:
eu: . Max Distira:
fr: . Luminosité Max:
sl: . Max Svetlost:

source: Saturation Offset:
de: Sättigung Offset:
eu: Saturazioa Offset:

source: Min Saturation:
de: Min Sättigung:
eu: Min Saturazioa:
sl: Min Nasičenost:

source: In Slope:
de: In Gefälle:
eu: Desnibela:
fr: En Pente:
sl: V Slope:

source: Out Slope:
de: Out Gefälle:
eu: Out Malda:

source: Spill light control:
de: Spill Lichtregelung:
eu: Spill argia kontrol
fr: Contrôle de la lumière en cas de déversement:
sl: Spill light nadzor:

source: Spill Compensation:
de: Spill-Ausgleich:
eu: Spill Konpentsazio:
fr: Rémunération en cas de déversement:
sl: Spill Odškodnina:

source: Color 3 Way
de: Farbe 3 Way
eu: Kolore 3 Way
fr: Couleur 3 Way

source: Saturation:
de: Sättigung
eu: Saturazioa:

source: Copy to all
eu: Kopiatu dena
fr: Copie à tous
sl: Kopiraj v vse

source: White balance
de: Weißabgleich
eu: White oreka
fr: Balance des blancs

source: Color Balance
de: Farbbalance
eu: Kolore Balance
fr: Balance des couleurs

source: Preserve luminosity
de: Luminanz erhalten
eu: Preserve argitasuna
fr: Préserver la luminosité
sl: Ohranimo svetilnost

source: Compressor
de: Kompressor
eu: Konpresorea
sl: Kompresor

source: Reaction secs:
de: Reaktion Sekunden:
eu: Erantzun-denbora:
fr: Temps de réaction:
sl: Reakcijski sekund:

source: Decay secs:
de: Decay Sekunden:
eu: Gainbehera-denbora:
fr: secs
sl: Decay sekund:

source: Trigger Type:
de: Triggertyp
eu: Abiarazle mota:
fr: Type de déclenchement:

source: Trigger:
de: Löst
eu: Eragiten

source: Output
eu: Irteera
fr: Sortie
sl: Izhod

source: Input
eu: Sarrera
sl: Vhod

source: Smooth only
de: Glatte nur
eu: Smooth bakarrik
fr: Lisser seulement
sl: Smooth le

source: Input frames per second:
de: Input-Frames pro Sekunde
eu: Sarrera segundoko markoak:
fr: Input images par seconde:
sl: Vhod sličic na sekundo:

source: Last frame dropped:
de: Last-Rahmen fallen gelassen:
eu: Azken marko jaitsi:
fr: Dernière image chuté:
sl: Zadnja frame padla:

source: Deinterlace
eu: Gurutzelarkatu
fr: Désentrelacement
sl: Raspletati

source: Select lines to keep
de: Wählen Sie Linien zu halten
eu: Hautatu mantendu lerroak
fr: Sélectionner les lignes à garder
sl: Izberite vrstice za ohranitev

source: Do nothing
de: Nichts tun
eu: Ez egin ezer
fr: Ne rien faire
sl: Ali nič

source: Odd lines
de: Ungerade Zeilen
eu: Lerro Odd
fr: lignes impaires
sl: Lihe vrstice

source: Even lines
de: Auch Linien
eu: Nahiz eta lerroak
fr: Même les lignes
sl: Tudi linije

source: Average lines
de: Average Linien
eu: Batez besteko lerroak
fr: Average lignes
sl: Povprečne linije

source: Swap odd fields
de: Swap ungerade Halbbilder
eu: Swap eremuak bitxia
fr: swap trames impaires
sl: Swap ak polja

source: Swap even fields
de: Swap sogar Felder
eu: Swap baita eremuak
fr: Swap même champs
sl: Swap celo polja

source: Average even lines
de: Average geraden Zeilen
eu: Batez besteko lerro bikoitiak
fr: lignes paires moyennes
sl: Povprečne celo vrstice

source: Average odd lines
de: Average ungeraden Zeilen
eu: Batez besteko lerro bakoitiak
fr: lignes impaires moyens
sl: Povprečne lihe vrstice

source: Changed rows: %d
de: Geänderte Zeilen: %d n
eu: Aldatuta lerrotan: %d n
fr: Lignes modifiées: %d n
sl: Spremenjene vrstice: %d n

source: Deinterlace-CV
eu: Gurutzelarkatu-CV
fr: Désentrelacement-CV
sl: Raspletati-CV

source: Select deinterlacing mode
de: Wählen Sie die Deinterlacing-Modus
eu: Aukeratu desgurutzelarkatzeko modua
fr: Mode de désentrelacement Sélectionnez
sl: Izbira načina deinterlacing

source: Keep top field
de: Keep oberen Feld
eu: Jarrai goiko eremuan
fr: Gardez champ supérieur
sl: Naj top polje

source: Keep bottom field
de: Keep unteren Feld
eu: Jarrai beheko eremuan
fr: Gardez champ inférieur
sl: Naj spodnje polje

source: Average top fields
de: Durchschnittlich Top-Felder
eu: Batez goiko eremuak
fr: principaux domaines Moyenne
sl: Povprečni top polja

source: Top field first
eu: Top eremu lehen
fr: Top premier champ
sl: Top polje prvi

source: Threshold
eu: Atalasea
fr: Seuil

source: Bob Threshold
eu: Bob Atalasea
fr: Bob Seuil

source: Duplicate one field
de: Duplizieren ein Feld
eu: Bikoiztutako eremu bat
fr: Dupliquer un champ
sl: Duplicate eno polje

source: Average one field
de: Average ein Feld
eu: Batez besteko bat eremuan
fr: Moyenne un champ
sl: Povprečna eno polje

source: Average both fields
de: Average beide Felder
eu: Batez besteko arlo bi
fr: Moyenne deux champs
sl: Povprečen obe polji

source: Spatial field swap
de: Raumfeld-Swap
eu: Lurraldearen eremu swap
fr: Swap de champ spatial
sl: Prostorski polje swap

source: Temporal field swap
de: Temporal Feld swap
eu: Aldi baterako eremu swap
fr: Swap de domaine temporel
sl: Časovna polje swap

source: Do Nothing
de: Nichts Tun
eu: Ez egin ezer
fr: Ne rien faire
sl: Ne storiti ničesar

source: Delay audio
eu: Audio atzerapena
fr: Audio Delay

source: Delay seconds:
de: Delay Sekunden:
eu: Atzerapena segundotan:
fr: secondes de retard:
sl: Delay sekund:

source: Delay Video
eu: Video atzerapena
fr: Video Delay

source: Level:
eu: Maila:
fr: Niveau:
sl: Raven:

source: Number of samples for reference:
de: Anzahl der Proben als Referenz
eu: Erreferentzia laginak kopurua:
fr: Nombre d'échantillons pour référence:
sl: Število vzorcev za referenco:

source: The keyframe is the start of the reference
de: Der Keyframe ist der Beginn des Bezugs
eu: Gako-fotogramaren erreferentzia hasiera da
fr: La clé est le début de la référence
sl: Glavni okvir je začetek sklicem

source: Progressive
de: Progressiv
eu: Aurrerakoia
fr: Progressif

source: Search radius:
de: Umkreis suchen:
eu: Bilaketa eremua:
fr: Rayon de recherche:
sl: Iskanje radij:

source: Pass 1 threshold:
de: Pass Schwelle 1:
eu: Pasa 1 mugak:
fr: Pass 1 seuil:
sl: Pass 1 prag:
