Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: Cancel
de: Rückgängig Machen
eu: Utzi
fr: Annuler

source: cannot connect to X server.
de: Kann nicht auf den X-Server n verbinden.
eu: Ezin da X zerbitzariarekin n konektatu.
fr: Ne peut pas se connecter au serveur X. N
sl: Ne morem se povezati s strežnikom X. N

source: 'DISPLAY' environment variable not set.
eu: 'DISPLAY' inguruko aldagaia ez dago ezarrita. N
fr: 'Display' variable d'environnement pas réglée. N

source: Really delete the following files?
de: Wirklich die folgenden Dateien löschen?
eu: Benetan ezabatu fitxategi hauek?
fr: Vraiment supprimer les fichiers suivants?
sl: Ali res želite izbrisati te datoteke?

source: Change the filter
de: Wechseln Sie den Filter
eu: Aldatu iragazkia
fr: Changer le filtre
sl: Zamenjajte filter

source: Cancel the operation
de: Vorgang abbrechen
eu: Utzi eragiketa
fr: Annuler l'opération
sl: Prekliči operacijo

source: Submit the directory
de: Senden Sie das Verzeichnis
eu: Bidali direktorioa
fr: Soumettre le répertoire
sl: Oddaj imenik

source: Descend directory
de: Descend Verzeichnis
eu: Bajen direktorioa
fr: Répertoire Descend
sl: Imenik spustimo

source: Submit the file
de: Senden Sie die Datei
eu: Bidali fitxategia
fr: Soumettre le fichier
sl: Pošlji datoteke

source: Display text
eu: Erakutsi testua
fr: Texte d'affichage
sl: Display besedilo

source: Display icons
de: Anzeige-Symbole
eu: Erakutsi ikonoak
fr: Afficher les icônes
sl: Ikone

source: Create new folder
de: Neuen Ordner erstellen
eu: Sortu karpeta berria
fr: Créer un nouveau dossier
sl: Ustvari novo mapo

source: Rename file
de: Benennen Sie die Datei
eu: Berrizendatu fitxategi
fr: Renommer le fichier
sl: Preimenovanje datoteke

source: Up a directory
de: Bis ein Verzeichnis
eu: Up direktorioa
fr: Jusqu'à un répertoire
sl: Up imenik

source: Delete files
de: Dateien löschen
eu: Ezabatu fitxategiak
fr: Supprimer les fichiers
sl: Brisanje datotek

source: Refresh
eu: Freskatu
fr: Actualiser
sl: Osveži

source: : New folder
de: : Neuer Ordner
eu: : Karpeta berria
fr: : Nouveau dossier
sl: : Nova mapa

source: : Rename
de: : Umbenennen
eu: : Berrizendatu
fr: : Renommer
sl: : Preimenovanje

source: : Delete
de: : Löschen
eu: : Ezabatu
fr: : Supprimer

source: File
de: Datei
eu: Fitxategia
fr: Fichier

source: Size
eu: Tamaina
fr: Taille
sl: Velikost

source: Enter the name of the folder:
de: Geben Sie den Namen des Ordners
eu: Sartu karpetaren izena du:
fr: Entrez le nom du dossier:
sl: Vnesite ime mape:

source: Enter a new name for the file:
de: Geben Sie einen neuen Namen für die Datei:
eu: Idatzi izen berri bat fitxategi hau dela eta:
fr: Entrez un nouveau nom pour le fichier:
sl: Vnesite novo ime datoteke:

source: Conversion from %s to %s is not available
de: Konvertierung von %s nach %s ist nicht verfügbar
eu: Conversion %s-tik %s ez dago erabilgarri
fr: Conversion de %s à %s ne est pas disponible
sl: Pretvorba iz %s %s ni na voljo

source: Theme::get_image: %s not found.
de: Theme::get_image: %s wurde nicht gefunden. N
eu: Theme::get_image: %s ez da aurkitu. N
fr: Thème::get_image: %s introuvable. N
sl: Theme::get_image: %s ni mogoče najti n

source: BC_Theme::check_used: Images aren't used.
de: BC_Theme::check_used: Bilder werden nicht verwendet. N
eu: BC_Theme::check_used: Irudiak ez dira erabiltzen. N
fr: BC_Theme::check_used: images ne sont pas utilisés. N
sl: BC_Theme::check_used: Slike se ne uporablja n

source: Mary Egbert had a little lamb.
de: Mary Egbert Nhad ein kleines Lamm.
eu: Mary Egbert nhad arkume apur bat.
fr: Mary Egbert Nhad un petit agneau.
sl: Mary Egbert nhad malo jagnje.

source: Hello world
de: Hallo Welt
eu: Kaixo mundua
fr: Bonjour le monde

source: Hours:Minutes:Seconds.xxx
de: Stunden: Minuten: Seconds.xxx
eu: Orduak: Minutuak: Seconds.xxx
fr: Heures: minutes: Seconds.xxx
sl: Ure: minute: Seconds.xxx

source: Hours:Minutes:Seconds:Frames
de: Stunden: Minuten: Sekunden: Frames
eu: Orduak: Minutuak: Segundoak: Frames
fr: heures: minutes: secondes: images
sl: ure: minute: sekunde: Okvirji

source: Samples
de: Proben
eu: Laginak
fr: Échantillons
sl: Vzorci

source: Hex Samples
eu: Hex laginak
fr: Les échantillons de Hex
sl: Hex Vzorci

source: Feet-frames
eu: Oin-markoak
fr: Pieds-cadres
sl: Feet okviri

source: Hours:Minutes:Seconds
de: Stunden: Minuten: Sekunden
eu: Orduak: Minutuak: Segundoak
fr: heures: minutes: secondes
sl: ure: minute: sekunde

source: Seconds
de: Sekunden
eu: Segundu
fr: secondes
sl: sekund

source: Minutes:Seconds
de: Minuten: Sekunden
eu: Minutuak: Segundoak
fr: minutes: secondes
sl: minute: sekunde

source: (C) %d Adam Williams heroinewarrior.com
de: (C) %d Adam Williams n nheroinewarrior.com
eu: (C) %d Adam Williams n nheroinewarrior.com
fr: (C) %d Adam Williams n nheroinewarrior.com
sl: (C) %d Adam Williams n nheroinewarrior.com

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm ist freie Software; es darf weitergegeben und / oder modifiziert werden unter den Bedingungen Nof der GNU General Public License, wie von der Free Software Foundation veröffentlicht, entweder gemäß Version n2 der Lizenz oder (nach Ihrer Option) jeder späteren . Version n nDiese Programm wird in der Hoffnung, dass es nützlich ist, aber OHNE IRGENDEINE GARANTIE,.. Nwithout auch die implizite Garantie der Marktfähigkeit oder Eignung für einen bestimmten nPURPOSE finden Sie in der GNU General Public License für weitere Informationen n n
eu: Bai bertsioa Lizentziaren n2
fr: Ce programme est un logiciel libre; vous pouvez le redistribuer et / ou le modifier selon les termes Nof la Licence Publique Générale GNU publiée par la Free Software Foundation
sl: Ta program je prosta programska oprema; lahko ga razširjate in / ali spreminjate pod pogoji, Nof GNU General Public License, kot ga je Free Software Foundation; bodisi različice n2 z licenco, ali (po vaši izbiri) katerekoli poznejše . različica n Program nTa se razširja v upanju, da bo uporaben, vendar BREZ KAKRŠNEKOLI GARANCIJE,.. nBrez celo posrednega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN nPURPOSE Glej GNU General Public License za več podrobnosti n n

source: Device path:
de: Device Pfad:
eu: Gailu bidea:
fr: Chemin de périphérique:
sl: Device pot:

source: Device:
de: Gerät
eu: Gailua:

source: Stop playback locks up.
de: Stoppen Sie die Wiedergabe stürzt ab.
eu: Gelditu erreprodukzioa sarrailak sortu.
fr: Arrêtez verrous de lecture vers le haut.
sl: Ustavi predvajanje ključavnice gor.

source: Server:
eu: Zerbitzaria:
fr: Serveur:

source: Device Path:
de: Device Pfad:
eu: Gailu Bide-izena:
fr: Chemin de périphérique:
sl: Device poti:

source: DVB Adapter:
eu: DVB egokitzaile:
fr: Adaptateur DVB:

source: Follow audio config
de: Folgen Sie Audio-config
eu: Jarraitu audio config
fr: Suivez config audio
sl: Sledi avdio zaupnik

source: AModule::import_samples Couldn't open %s.
de: EinModul::import_samples konnte nicht geöffnet werden: %s. N
eu: AModule::import_samples Ezin ireki %s. N
fr: AModule::import_samples Impossible d'ouvrir %s. N
sl: AModule::import_samples n ne morem odpreti %s.

source: Automation
de: Automatisierung
eu: Automatizazioa

source: Plugin %d
eu: %d plugin

source: Mute
eu: Mutu

source: fade
de: Verblassen
eu: Desagertzen
sl: Zbledi

source: Select a file for this asset:
de: Wählen Sie eine Datei für diesen Vermögenswert
eu: Aukeratu aktibo horren fitxategia:
fr: Sélectionnez un fichier pour cet actif:
sl: Izberite datoteko za ta sredstva:

source: File format:
de: Dateiformat:
eu: Fitxategi-formatua:
fr: Format de fichier:
sl: Oblika datoteke:

source: Bitrate (bits/sec):
eu: Bitrate (bit / s):
fr: Bitrate (bits / s):
sl: Bitrate (bitov / sek):

source: Compression:
eu: Konpresio:

source: Channels:
de: Kanäle
eu: Kanalak:
fr: Chaînes:
sl: kanali:

source: Header length:
eu: Goiburuko luzera:
fr: Longueur d'en-tête:
sl: Dolžina Glava:

source: Byte order:
de: Byte-Reihenfolge
eu: Byte ordena:
fr: L'ordre des octets:
sl: Byte naročilo:

source: Values are unsigned
de: Die Werte sind ohne Vorzeichen
eu: Baloreak unsigned dira
fr: Les valeurs ne sont pas signés
sl: Vrednosti so nepodpisani

source: Values are signed
de: Die Werte sind unterzeichnet
eu: Baloreak sinatu dira
fr: Les valeurs sont signés
sl: Vrednosti so podpisali

source: Frame rate:
de: Bildrate
eu: Frame neurria:
fr: Fréquence de trame:

source: Width:
de: Breite:
eu: Zabalera:
fr: Largeur:
sl: Širina:

source: Height:
de: Höhe:
eu: Altuera:
fr: Hauteur:
sl: Višina:

source: Actual width:
de: Ist-Breite:
eu: Benetako zabalera:
fr: Largeur réelle:
sl: Dejanska širina:

source: Actual height:
de: Aktuelle Höhe:
eu: Benetako altuera:
fr: La hauteur réelle:
sl: Dejanska višina:

source: Select a file
de: Wählen Sie eine Datei
eu: Hautatu fitxategia
fr: Sélectionnez un fichier
sl: Izberite datoteko

source: Rebuild index
eu: Berreraiki indizea
fr: Reconstruire index
sl: Indeks Rebuild

source: Sort items
de: Sort Artikel
eu: Ordenatu
fr: Trier les articles
sl: neke postavke

source: View
de: Ansicht
eu: Ikusi
fr: Affichage

source: View in new window
de: Ansicht im neuen Fenster
eu: Leiho berrian View
fr: Voir dans une nouvelle fenêtre
sl: Pogled v novem oknu

source: Paste
de: Einfügen
eu: Itsatsi
fr: Coller
sl: Prilepi

source: Match project size
de: Match Projektgröße
eu: Match proiektuaren tamaina
fr: Taille du projet Match
sl: Match velikost projekta

source: Match frame rate
eu: Match fotograma-tasa
fr: Taux de trame Match
sl: Match frame mera

source: Match all
de: Alle passenden
eu: Guztiak bat egin
fr: Correspondre tous
sl: Match vse

source: Remove from project
de: Aus Projekt entfernen
eu: Proiektu kendu
fr: Retirer du projet
sl: Odstrani iz projekta

source: Remove from disk
de: Von der Festplatte entfernen
eu: Disko kendu
fr: Retirer du disque
sl: Odstrani iz diska

source: Permanently remove from disk?
de: Als "permanent von der Festplatte zu entfernen?
eu: Betiko kendu diskotik?
fr: Supprimer définitivement à partir du disque?
sl: Trajno odstranite iz diska?

source: Reverse Play ( 6 )
de: Rückwärts abspielen (6)
eu: Alderantzizko Play (6)
fr: Lecture arrière (6)
sl: Reverse Predvajaj (6)

source: Pause
eu: Eten
sl: Premor

source: Fast Forward ( Enter )
eu: Fast Forward (Sartu)

source: Jump to end ( End )
de: Gehe zu beenden (End)
eu: Salto amaitzeko (End)
fr: Aller à la fin (End)
sl: Pojdi na (konec)

source: Title
eu: Izenburua
fr: Titre
sl: Naslov

source: Comments
de: Bemerkungen
eu: Iruzkinak
fr: Commentaires
sl: Komentarji

source: remove plugin?
de: Plugin zu entfernen?
eu: Plugina kendu?
fr: Retirer plugin?
sl: Odstrani vtičnik?

source: New bin
eu: Bin New

source: Delete bin
eu: Ezabatu bin
fr: Bin Supprimer

source: Rename bin
de: Umbenennen bin
eu: Izena aldatu bin
fr: Renommer bin
sl: Preimenovanje bin

source: Delete asset from disk
de: Asset von der Festplatte löschen
eu: Ezabatu diskotik aktibo
fr: Supprimer actif à partir du disque
sl: Izbriši sredstva iz diska

source: Delete asset from project
de: Asset aus Projekt löschen
eu: Ezabatu proiektutik aktibo
fr: Supprimer l'actif du projet
sl: Izbriši sredstva iz projekta

source: Edit information on asset
de: Bearbeiten Sie Informationen über Asset
eu: Editatu aktiboaren inguruko informazioa
fr: Modifier l'information sur l'actif
sl: Uredi podatke o sredstvu

source: Redraw index
eu: Amaierara indizea
fr: Redessiner index
sl: Indeks izvlečete

source: Paste asset on recordable tracks
de: Einfügen Vermögens auf bespielbaren Spuren
eu: Itsatsi grabazioko pista aktibo
fr: Actif Coller de pistes enregistrables
sl: Paste sredstvo za snemanje skladbe

source: Append asset in new tracks
de: Hängen Sie Asset in neue Spuren
eu: Erantsi aktibo pista berrietan
fr: Ajouter actif dans de nouvelles pistes
sl: Pripni sredstva v nove skladbe

source: View asset
de: Ansicht Asset
eu: Ikusi aktibo
fr: Voir actif
sl: Ogled premoženja

source: Open
eu: Ireki
fr: Ouvrir

source: Done
de: Fix Und Fertig
eu: Eginda
fr: Terminé
sl: Končano

source: Ok
eu: Ados
fr: D'Accord

source: New file
de: Neue Datei
eu: Fitxategi berria
fr: Nouveau fichier
sl: Nova datoteka

source: Exists
de: Vorhanden
eu: Existitzen
fr: Existe
sl: Obstaja

source: Timed
eu: Denboraz
fr: Tempo
sl: Omeji

source: Unknown
de: Unbekannt
eu: Ezezaguna
fr: Inconnu
sl: Neznana

source: Batch Render...
de: Batch-Rendering ...
eu: Batch Errendatu ...
sl: Serija Render ...

source: EDL %s not found.
de: EDL %s nicht gefunden. N
eu: EDL %s ez da aurkitu. N
fr: EDL %s introuvable. N
sl: EDL %s ni bilo mogoče najti. N

source: Output path:
de: Ausgabepfad
eu: Irteera bidea:
fr: Chemin de sortie:
sl: Izhodna pot:

source: EDL Path:
de: EDL Pfad:
eu: EDL Bide-izena:
fr: Chemin EDL:
sl: EDL poti:

source: Input EDL
eu: Sarrera EDL
fr: Entrée EDL
sl: Vhod EDL

source: Select an EDL to load:
de: Wählen Sie eine EDL zu Last:
eu: Aukeratu karga EDL bat:
fr: Sélectionnez une EDL à la charge:
sl: Izberite EDL naložiti:

source: Batches to render:
de: Chargen zu machen:
eu: Lote errendatu:
fr: Lots pour rendre:
sl: Serije, da postane:

source: Stop
de: Stopp
eu: Gelditu
fr: Arrêtez

source: Close
de: Zu Schließen
eu: Itxi
fr: Fermer
sl: Zapri

source: New
de: Neu
eu: Berria
fr: Nouveau
sl: Novo

source: Delete
de: Löschen
eu: Ezabatu
fr: Supprimer

source: Use Current EDL
eu: Erabili uneko EDL
fr: Utiliser EDL actuel
sl: Uporabi trenutno EDL

source: Save to EDL Path
de: EDL-Pfad speichern
eu: Gorde EDL Path to
fr: Enregistrer à EDL Path
sl: Shrani v EDL pot

source: Start
eu: Hasi
fr: Démarrer

source: DVD Render...
eu: DVD Renda ...

source: create dvd
de: Erstellen dvd
eu: Sortzeko dvd
fr: Créer un DVD
sl: Ustvari dvd

source: BRender::fork_background: can't open /proc/self/cmdline.
de: Brender::fork_background: nicht öffnen können /proc/self/cmdline.
eu: BRender::fork_background: ezin da ireki /proc/self/cmdline.
fr: Brender::fork_background: ne peut pas ouvrir /proc/self/cmdline.
sl: BRender::fork_background: ne more odpreti /proc/self/cmdline.

source: BRender::set_video_map called to set NOT_SCANNED
de: Brender::set_video_map aufgerufen, NOT_SCANNED n gesetzt
eu: Izeneko BRender::set_video_map NOT_SCANNED N ezartzeko
fr: Brender::set_video_map appelée pour définir NOT_SCANNED n
sl: BRender::set_video_map pozval, da določi NOT_SCANNED n

source: Look for file
de: Achten Sie auf Datei
eu: Begira fitxategirako
fr: Cherchez le fichier
sl: Poglej za datoteko

source: Zoom 25%
eu: Zooma% 25

source: Zoom 33%
eu: Zooma% 33

source: Zoom 50%
eu: Zooma% 50

source: Zoom 75%
eu: Zooma% 75

source: Zoom 100%
eu: Zooma% 100

source: Zoom 150%
eu: Zooma% 150

source: Zoom 200%
eu: Zooma% 200

source: Zoom 300%
eu: Zooma% 300

source: Zoom 400%
eu: Zooma% 400

source: Reset camera
de: Zurücksetzen der Kamera
eu: Berrezarri kamera
fr: Réinitialiser l'appareil photo

source: Reset projector
de: Reset-Projektor
eu: Berrezarri proiektorea
fr: Réinitialiser projecteur
sl: Reset projektor

source: Reset translation
de: Löschen Übersetzung
eu: Reset itzulpena
fr: Réinitialiser traduction
sl: Reset prevod

source: Show controls
de: Anzeigen von Steuerelementen
eu: Erakutsi kontrolak
fr: Afficher les contrôles
sl: Pokaži komande

source: Hide controls
de: Hide Kontrollen
eu: Ezkutatu kontrolak
fr: Masquer les contrôles
sl: Skrij komande

source: Fullscreen
de: Vollbild
eu: Pantaila osoa
fr: Plein Écran
sl: Celoten zaslon

source: Close source
de: Close Quelle
eu: Itxi iturri
fr: Fermer source
sl: Zapri vir

source: ERROR
eu: ERROREA
fr: Erreur
sl: NAPAKA

source: None
de: Die Sonne Geht Auf
eu: Bat ere ez
fr: Aucun

source: Select
de: Wählen Sie
eu: Aukeratu
fr: Sélectionner
sl: Izberite

source: Add...
de: Hinzufügen ...
eu: Gehitu ...
fr: Ajouter ...

source: Move up
de: Nach oben
eu: Mugitu gora
fr: Déplacer vers le haut

source: Move down
de: Nach unten
eu: Eraman behera
fr: Déplacer vers le bas
sl: Premakni dol

source: Sort
de: Sortieren
eu: Ordenatu
fr: Trier
sl: Razvrsti

source: Edit...
de: Bearbeiten ...
eu: Editatu ...
fr: Editer ...

source: Picture...
de: Bild ...
eu: Irudia ...
fr: Image ...
sl: Slika ...

source: Set parameters for channel scanning.
de: Set Parameter für den Sendersuchlauf.
eu: Ezarri kanal eskaneatze-parametroak.
fr: Définir les paramètres pour le balayage des canaux.
sl: Nastavitev parametrov za skeniranje kanalov.

source: Frequency table:
de: Frequenz-Tabelle:
eu: Frequency mahaia:
fr: Table de fréquence:
sl: Frekvenčni miza:

source: Input:
eu: Sarrera:
fr: Entrée:
sl: Vhod:

source: Title:
de: Titel:
eu: Izenburua:
fr: Titre:
sl: Naslov:

source: Fine:
de: Geht Es:
eu: Arte

source: Brightness:
de: Helligkeit
eu: Distira:
fr: Luminosité:
sl: Svetlost:

source: Contrast:
de: Kontrast
eu: Kontrastea:
fr: Contraste:
sl: Kontrast:

source: Hue:
de: Farbton
eu: Ñabardura:

source: Whiteness:
de: Weiße:
eu: Zuritasuna:
fr: Blancheur
sl: Belina:

source: Directory:
de: Verzeichnis:
eu: Direktorioa:
fr: Répertoire:

source: Path:
eu: Bide-izena:
fr: Chemin:
sl: Pot:

source: Start:
eu: Hasi
fr: Lancer:

source: Source:
de: Quelle:
eu: Iturria:
sl: Vir:

source: Delete all clips.
de: Löschen Sie alle Clips.
eu: Ezabatu bideoklip guztiak.
fr: Supprimer tous les clips.
sl: Izbriši vse posnetke.

source: Create new clip.
de: Neuen Clip.
eu: Sortu klip berria.
fr: Créer un nouveau clip.
sl: Ustvari nov posnetek.

source: Delete clip.
de: Clip löschen
eu: Ezabatu clip
fr: Supprimer clip.
sl: Izbriši posnetek.

source: Edit picture
de: Bild bearbeiten
eu: Editatu argazkia
fr: Modifier image
sl: Urejanje slik

source: Edit channels
de: Kanäle bearbeiten
eu: Editatu kanal
fr: Modifier les chaînes
sl: Uredi kanale

source: Hue
de: Farbton
eu: Ñabardura

source: Saturation
de: Sättigung
eu: Saturazioa

source: Value
de: Wert
eu: Balio
sl: Vrednost

source: ( Answering No will destroy changes )
de: (Antwort NEIN bewirkt Veränderungen zerstören)
eu: (Erantzutea No aldaketa hondatuko du)
fr: (La réponse est NON détruira changements)
sl: (Odgovor Ne bo uničil spremembe)

source: Yes
eu: Bai
fr: Oui
sl: Da

source: No
de: Nein
eu: Ez
fr: Non
sl: Ne

source: The following files exist. Overwrite them?
de: Die folgenden Dateien vorhanden sind. Überschreiben Sie sie?
eu: Ondorengo fitxategiak existizen. Gainidatzi nahi dituzu?
fr: Les fichiers suivants existent. Ecraser eux?
sl: Obstajajo Naslednje datoteke. Jih prepišem?

source: Protect video from changes
de: Schützen Sie Video von Änderungen
eu: Babestu bideoa aldaketetatik
fr: Protéger la vidéo à partir des changements
sl: Zaščititi video sprememb

source: Edit mask
de: Edit-Maske
eu: Editatu maskara
fr: Modifier le masque
sl: Edit maska

source: Zoom view
de: Zoom-Ansicht
eu: Zoom ikuspegia
fr: Vue Zoom
sl: Pogled Zoom

source: Adjust camera automation
de: Passen Sie die Kamera Automatisierung
eu: Egokitu kamera automatizazioa
fr: Ajuster l'automatisation de la caméra
sl: Prilagajanje avtomatizacijo kamere

source: Adjust projector automation
de: Stellen Sie Projektor Automatisierung
eu: Egokitu proiektorea automatizazioa
fr: Ajuster l'automatisation de projecteur
sl: Prilagajanje projektorja avtomatizacijo

source: Crop a layer or output
de: Schneiden Sie eine Ebene oder einen Ausgang
eu: Uzta geruza bat edo irteera
fr: Découper une couche ou de sortie
sl: Obrezovanje plast ali izhod

source: Get color
de: Holen Sie Farbe
eu: Talde kolorea
fr: Obtenez des couleurs
sl: Get barvo

source: Show tool info
eu: Erakutsi tresna info
fr: Show outil info
sl: Show info orodje

source: Show safe regions
de: Show sicheren Regionen
eu: Show eskualde seguruak
fr: Afficher les zones sûres
sl: Pokaži varne regije

source: Crop Video...
eu: Laborantza Video ...
fr: Vidéo des cultures ...

source: Select a region to crop in the video output window
de: Wählen Sie eine Region in der Video-Ausgabefenster beschneiden
eu: Eskualdea aukeratu bideo irteera leihoan mozteko
fr: Sélectionnez une région pour recadrer dans la fenêtre de sortie vidéo
sl: Izberite regijo obrezati v izhodnem oknu video

source: insert assets
de: Insert Vermögenswerte
eu: Txertatze-aktiboak
fr: actifs d'insertion
sl: insert sredstva

source: mask translate
de: Maske übersetzen
eu: Maskara itzultzea
fr: Masque traduire
sl: Maska prevesti

source: mask adjust
de: Maske anpassen
eu: Maskara doitzeko
fr: Masque ajuster
sl: Maska prilagoditi

source: mask point
de: Maske Punkt
eu: Maskara puntua
fr: Point de masque
sl: Maska točka

source: camera
de: Kamera
eu: Kamera
fr: Appareil photo
sl: Kamero

source: projector
de: Projektor
eu: Proiektorea
fr: Projecteur
sl: Projektor

source: mask
de: Maske
eu: Maskara
fr: Masque
sl: Maska

source: Left justify
de: Links zu rechtfertigen
eu: Ezker justifikatzeko
fr: Justifier Gauche
sl: Levi opravičujejo

source: Right justify
de: Rechtsbündig
eu: Eskuin justifikatzeko
fr: Justifier droit
sl: Right opravičujejo

source: Top justify
de: Top rechtfertigen
eu: Top justifikatzeko
sl: Top opravičujejo

source: Center vertical
de: Mitte vertikal
eu: Center bertikala
fr: Centre vertical
sl: Center vertikalne

source: Bottom justify
de: Bottom rechtfertigen
eu: Behean justifikatzeko
fr: Bottom justifier
sl: Bottom opravičujejo

source: Multiply alpha
eu: Biderkatu alpha
fr: Multiplier alpha
sl: Pomnoži alfa

source: Subtract alpha
de: Subtrahieren alpha
eu: Kendu alpha
fr: Alpha Soustraire
sl: Odštej alfa

source: mask mode
de: Maskierungsmodus
eu: Maskara modua
fr: Mode masque
sl: Maska mode

source: mask delete
de: Maske löschen
eu: Maskara ezabatu
fr: Masque supprimer
sl: Maska izbrisati

source: mask feather
de: Maske Feder
eu: Maskara luma
fr: Plume de masque
sl: Maska pero

source: mask value
de: Maskenwert
eu: Maskara balio
fr: Valeur de masque
sl: Maska vrednost

source: Value:
de: Wert:
eu: Balio
fr: Valeur
sl: Vrednost:

source: Mask number:
de: Mask-Nummer:
eu: Mask zenbakia:
fr: Numéro de masque:
sl: Mask številka:

source: Feather:
eu: Luma:
fr: Plume:
sl: Pero:

source: Press Ctrl to move a point
de: Drücken Sie Strg, um einen Punkt zu bewegen
eu: Ctrl puntu bat mugitzeko
fr: Appuyez sur Ctrl pour déplacer un point
sl: Pritisnite Ctrl premakniti točko

source: Press Alt to translate the mask
de: Drücken Sie Alt, um die Maske zu übersetzen
eu: Alt maskara itzultzeko
fr: Appuyez sur Alt pour traduire le masque
sl: Pritisnite Alt prevesti masko

source: Press Shift to edit bezier curve
de: Drücken Sie die Umschalttaste, um Bezierkurve bearbeiten
eu: Sakatu Shift Bezier kurba editatzeko
fr: Appuyez sur Shift pour modifier la courbe de Bézier
sl: Pritisnite Shift, da uredite BEZIER krivulje

source: Press Ctrl to lock ruler to the nearest 45%c angle.
de: Drücken Sie Strg zum Herrscher in das Verzeichnis NNächster 45%c Winkel zu sperren.
eu: Ctrl erregela blokeatzeko nnearest5%c angelu izateko.
fr: Appuyez sur Ctrl pour verrouiller règle pour l' nnearest angle de c de 45%c
sl: Pritisnite Ctrl za zaklepanje vladarja na nnearest 45%c zornega kota.

source: Press Alt to translate the ruler.
de: Drücken Sie Alt, um das Lineal zu übersetzen.
eu: Alt erregela itzuli da.
fr: Appuyez sur Alt pour traduire la règle.
sl: Pritisnite Alt prevesti vladar.

source: DC Offset
eu: DC desplazamendua

source: Delete existing indexes
de: Vorhandenen Indizes löschen
eu: Existitzen indizeak ezabatu
fr: Supprimer les index existants
sl: Brisanje obstoječih indeksov

source: Delete all indexes in %s?
de: Löschen Sie alle Indizes in %s?
eu: Indizeak guztiak ezabatu %s?
fr: Supprimer tous les index en %s?
sl: Izbriši vse indekse v %s?
