Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: Pass 2 threshold:
de: Pass Schwelle 2:
eu: Pasa 2 atalasea:
fr: Pass seuil de 2:
sl: Pass 2 prag:

source: Luma contrast:
de: Luma Gegensatz:
eu: Luma kontrastea:
fr: Luma contraste:
sl: Luma kontrast:

source: Chroma contrast:
de: Chroma Gegensatz:
eu: Chroma kontrastea:
fr: Chroma contraste:
sl: Chroma kontrast:

source: Delay frames:
de: Delay-Rahmen
eu: Atzerapena markoak:
fr: Delay cadres:
sl: Delay okvirji:

source: Selective Temporal Averaging
de: Selective Zeitliche Mittelwertbildung
eu: Aldi baterako hautapenaren batez
fr: Moyenne temporelle sélective
sl: Selektivna Časovna povprečenja

source: Frames to average
de: Frames bis durchschnittlich
eu: Batez bestekoa Frames
fr: Cadres de la moyenne
sl: Okvirji v povprečju

source: Use Method:
de: Verwenden Sie Methode:
eu: Erabilera metodoa:
fr: Utilisez la méthode:
sl: Uporaba Metoda:

source: None
de: Die Sonne Geht Auf
eu: Bat ere ez
fr: Aucun

source: Selective Temporal Averaging:
de: Selective Zeitliche Mittelung:
eu: Aldi baterako hautapenaren batez:
fr: Moyenne temporelle sélective:
sl: Selektivna Časovna povprečenja:

source: Standard Deviation
de: Standardabweichung
eu: Desbideratzea Standard
sl: Standardni odklon

source: First frame in average:
de: First Frame im Durchschnitt
eu: Lehen marko batez beste batean:
fr: Première image en moyenne:
sl: Prvi okvir, v povprečju:

source: Fixed offset:
de: Fester Offset:
eu: Finkoa konpentsatzeko:
fr: Décalage fixe:
sl: Fiksno nadomestilo:

source: Restart marker system:
eu: Berrabiarazi marka-sistema:
fr: Système de marqueur de redémarrage:
sl: Restart marker sistem:

source: Other Options:
de: Andere Optionen:
eu: Beste aukerak:
fr: Autres Options:
sl: Druge možnosti:

source: Reprocess frame again
de: Reprocess Rahmen wieder
eu: Prozesatu fotograma berriro
fr: Traiter de nouveau cadre
sl: Znova obdelaj okvir

source: Disable subtraction
de: Deaktivieren Subtraktion
eu: Desgaitu kenketa
fr: Désactiver la soustraction
sl: Onemogoči odštevanje

source: This Frame is a start of a section
de: Dieser Rahmen ist ein Anfang eines Abschnitts
eu: Egitura honek atal baten hasiera da
fr: Ce cadre est le début d'une section
sl: To Frame je začetek poglavja

source: Average changing pixels
de: Average Wechsel Pixel
eu: Batez besteko aldakor pixel
fr: Changement Moyenne pixels
sl: Povprečne pik preoblačenje

source: Average similar pixels
de: Average ähnliche Pixel
eu: Batez besteko antzeko pixel
fr: Average pixels similaires
sl: Povprečne podobne pik

source: Frames to accumulate:
de: Frames zu sammeln:
eu: Frames pilatu
fr: Cadres de se accumuler:
sl: Okvirji nabirati:

source: Denoise video
eu: Denoise bideo
fr: Denoise vidéo

source: Maximum level:
de: Höchststufe
eu: Maila gorena:
fr: Niveau maximum:
sl: Največja stopnja:

source: Maximum rate of change:
de: Maximale Änderungsrate
eu: Aldaketa-tasa maximoa:
fr: Taux maximum de changement:
sl: Največja stopnja rasti:

source: Use Value
eu: Erabili balioa
fr: Utiliser la valeur
sl: Uporaba Value

source: Difference key
de: Difference Taste
eu: Aldea giltza
fr: Clé de différence
sl: Razlika tipko

source: Dissolve
de: Löse
eu: Desegiteko
fr: Dissoudre
sl: Raztopi

source: DotTV from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
de: DotTV von EffectTV nCopyright (C) 2001 Fukuchi Kentarou
eu: EffectTV nCopyright batetik DotTV (C) 2001 FUKUCHI Garatzailea: Kentarou
fr: DotTV de effectTV nCopyright (C) 2001 Fukuchi Kentarou
sl: DotTV od EffectTV nCopyright (C) 2001 FUKUCHI Kentarou

source: Horizontal offset
de: Horizontale Offset
eu: Horizontala offset
fr: Décalage horizontal
sl: Horizontalni odmik

source: Vertical offset
de: Vertikaler Versatz
eu: Bertikala
fr: Décalage vertical
sl: Vertikalni odmik

source: Downsample
de: Downsampling
eu: Lagin-murrizketa
fr: Sous-échantillonner

source: Level:
eu: Maila:
fr: Niveau:
sl: Raven:

source: Offset:
eu: Desplazamendua:

source: Normalize
de: Normalisieren
eu: Normalizatu
fr: Normaliser
sl: Normalizacije

source: Window size:
de: Fenstergröße
eu: Leiho tamaina:
fr: Taille de la fenêtre:
sl: Velikost oken:

source: History:
eu: Historia
fr: L'histoire:
sl: Zgodovina:

source: Damp:
eu: Hezeak:
sl: Vlažna:

source: Fields to frames
de: Fields zu Frames
eu: Eremuak fotogrametara
fr: Les champs de cadres
sl: Polja za okvirje

source: Find Object
eu: Aurkitu Object
fr: Trouver un objet
sl: Najdi Object

source: Search radius: (W/H Percent of image)
de: Radius Suchen: n (B / H Prozent der Bild)
eu: Bilaketa eremua: n (W / H irudi portzentajea)
fr: Rayon de recherche: n (W / H Pourcentage de l'image)
sl: Iskati radij: n (W / H Odstotek slike)

source: Object size: (W/H Percent of image)
de: Objektgröße: n (B / H Prozent der Bild)
eu: Objektu tamaina: n (W / H irudi portzentajea)
fr: La taille de l'objet: n (W / H Pourcentage de l'image)
sl: Velikost objekta: n (W / H odstotek slike)

source: Block X:
eu: Blokeatu X:
fr: Bloquer X:

source: Block Y:
eu: Blokeatu Y:
fr: Bloquer Y:

source: Object layer:
de: Objekt-Ebene:
eu: Objektu geruza:
fr: Couche de l'objet:
sl: Predmet plast:

source: Replacement object layer:
de: Ersatz-Objektebene
eu: Ordezko objektu geruza:
fr: Couche d'objets de remplacement:
sl: Objekt plast zamenjava:

source: Output/scene layer:
de: Ausgabe / Szene Schicht
eu: Irteerako / eszena geruza:
fr: Couche Sortie / scène:
sl: Izhod / scene plast:

source: Object blend amount:
de: Objektmischmenge:
eu: Objektu nahasketa zenbatekoa:
fr: Object quantité de mélange:
sl: Object blend znesek:

source: Camshift SMIN:
eu: Camshift stxikena:
fr: SMIN Camshift:

source: Draw border
eu: Marraztu ertza
fr: Dessiner frontière
sl: Nariši mejo

source: Draw keypoints
de: Zeichnen Schlüsselpunkte
eu: Marraztu keypoints
fr: Dessiner points-clés
sl: Nariši keypoints

source: Replace object
de: Objekt ersetzen
eu: Ordeztu objektu
fr: Remplacer l'objet
sl: Zamenjaj predmet

source: Draw object border
de: Zeichnen Objekt Grenze
eu: Marraztu objektu ertza
fr: Dessiner objet frontière
sl: Nariši objekta mejo

source: Don't Calculate
de: Berechnen Sie nicht
eu: Ez kalkulatu
fr: Ne pas calculer
sl: Ne Izračunaj

source: Blob
eu: Tanta
sl: Nič

source: Flip
eu: Irauli

source: Frames to fields
de: Telegramme an Feldern
eu: Fotogramak eremuetara
fr: Trames vers champs
sl: Frames na področjih

source: Freeze
eu: Izoztu
sl: Zamrznitev

source: Enabled
eu: Gaituta

source: Freeze Frame
eu: Izoztu fotograma

source: Maximum:
eu: Gehienez
sl: Največja:

source: Automatic
de: Automatisch
eu: Automatikoa
fr: Automatique

source: Plot histogram
de: Plot-Histogramm
eu: Marraztu histograma
fr: Histogramme de la parcelle
sl: Nariši histogram

source: Use Color Picker
eu: Erabili kolore-hautatzailea
fr: Utiliser Color Picker
sl: Uporaba Color Picker

source: Shape:
eu: Forma:

source: Rate:
eu: Tasa:
fr: Taux:
sl: Stopnja:

source: Inner radius:
de: Innenradius
eu: Barneko erradioa:
fr: Rayon intérieur:
sl: Notranji radij:

source: Outer radius:
de: Außenradius
eu: Kanpoko erradioa:
fr: Rayon extérieur:
sl: Zunanjega polmera:

source: Angle:
de: Winkel
eu: Angulo:

source: Linear
eu: Lineala

source: Radial
eu: Erradiala

source: Log
eu: Hasi
fr: Connexion

source: Inner color:
de: Innenfarbe
eu: Barneko kolorea:
fr: Couleur intérieur:
sl: Notranja barva:

source: Outer color:
de: Außenfarbe:
eu: Kanpoko kolorea:
fr: Couleur extérieure:
sl: Zunanja barva:

source: Outer color
de: Außenfarbe
eu: Kanpoko kolorea
fr: Couleur extérieure
sl: Zunanja barva

source: EQ Graphic
eu: EQ grafikoak
fr: Graphic EQ

source: Histogram
de: Histogramm
eu: Histograma
fr: Histogramme

source: Split output
de: Split-Ausgang
eu: Banatu irteera
fr: Sortie de Split

source: Input X:
eu: Sarrera X:
fr: Entrée X:
sl: Vhod X:

source: Input Y:
eu: Sarrera Y:
fr: Y d'entrée:
sl: Vhod Y:

source: Output min:
eu: Irteera min:
fr: Min Rendement:
sl: Izhodna min:

source: Output Max:
eu: Irteera Max:
fr: Sortie Max:
sl: Izhodna Max:

source: Interpolation:
eu: Interpolazioa:
sl: Interpolacija:

source: Split picture
de: Split-Bild
eu: Split argazkia
fr: Image "de Split
sl: Split slika

source: HolographicTV
eu: Holografikoa

source: HolographicTV from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
de: HolographicTV von EffectTV nCopyright (C) 2001 Fukuchi Kentarou
eu: Holografikoa effectTV nCopyright batetik (C) 2001 FUKUCHI Garatzailea: Kentarou
fr: HolographicTV de effectTV nCopyright (C) 2001 Fukuchi Kentarou
sl: HolographicTV od EffectTV nCopyright (C) 2001 FUKUCHI Kentarou

source: Hue saturation
de: Farbton Sättigung
eu: Ñabarduraren saturazioa
fr: Saturation Hue
sl: Hue nasičenost

source: X Offset:
eu: X desplazamendua:

source: Y Offset:
de: Y-Versatz
eu: Y desplazamendua:

source: Interpolate Pixels
de: Interpolieren Pixels
eu: Interpolatu pixelak
fr: Interpoler les Pixels
sl: Interpolirati pik

source: Interpolate
de: Interpolieren
eu: Interpolatu
fr: Interpoler
sl: Vrinite

source: Interpolate Video
de: Interpolieren Video
eu: Interpolatu Video
fr: Interpoler Vidéo
sl: Interpolirati Video

source: Macroblock size:
de: Macroblock-Größe:
eu: Makrobloke tamaina:
fr: Taille Macroblock:
sl: Makro velikost:

source: Use keyframes as input
de: Verwenden von Keyframes als Eingabe
eu: Erabili gako-fotogramak sarrera gisa
fr: Utiliser des images clés en entrée
sl: Uporabi keyframes kot vhod

source: Use optic flow
de: Mit optischen Fluss
eu: Erabili optikoa flow
fr: Utiliser le flux optique
sl: Uporaba optičnih tok

source: Draw motion vectors
de: Zeichnen von Bewegungsvektoren
eu: Marraztu bektoreak
fr: Dessiner les vecteurs de mouvement
sl: Nariši vektorjev gibanja

source: Invert Audio
eu: Alderantzikatu Audio
fr: Inverser Audio
sl: Obrni Audio

source: Invert R
eu: Alderantzikatu R
fr: Inverser R
sl: Obrni R

source: Invert G
eu: Alderantzikatu G
fr: Inverser G
sl: Obrni G

source: Invert B
eu: Alderantzikatu B
fr: Inverser B
sl: Obrni B

source: Invert A
eu: Alderantzikatu A
fr: Inverser A
sl: Obrni

source: Invert Video
eu: Alderantzikatu Video
fr: Inverser la vidéo
sl: Obrni Video

source: Invert
eu: Alderantzikatu
fr: Inverser
sl: Obračalni

source: A B BC CD D
eu: A B Ka CD D
fr: Un B BC CD D
sl: B BC CD D

source: Inverse Telecine
eu: Alderantzikatu Telezinema
fr: Téléciné inverse

source: Pattern offset:
eu: Eredua konpentsatzeko:
fr: Motif offset:
sl: Vzorec izravnavo:

source: Pattern:
eu: Eredua:
fr: Motif:
sl: Vzorec:

source: Automatic IVTC
de: Automatische IVTC
eu: IVTC automatikoak
fr: Automatique IVTC
sl: Samodejno IVTC

source: Sphere Shrink
eu: Sphere txikitu
fr: Sphère Shrink

source: Rectilinear Stretch
de: Geradlinige Stretch
eu: Lerrozuzen Stretch
fr: Rectiligne Stretch
sl: Premočrtna Stretch

source: Rectilinear Shrink
de: Geradlinige Shrink
eu: Lerrozuzen Txikiagotu
fr: Shrink rectiligne
sl: Premočrtna Shrink

source: Lock
eu: Blokeatu

source: Aspect Ratio:
de: Bildformat
eu: Erlazioa:

source: Draw center
de: Zeichnen Zentrum
eu: Marraztu zentro
fr: Dessiner centre
sl: Nariši center

source: Duration (seconds):
de: Dauer (Sekunden):
eu: Iraupena (segundutan):
fr: Durée (secondes):
sl: Trajanje (sekund):

source: Max soundlevel (dB):
eu: Max jarritako (PP):
fr: Niveau sonore Max (dB):

source: RMS soundlevel (dB):
eu: RMS jarritako (PP):
fr: Niveau sonore RMS (dB):

source: SoundLevel
eu: Jarritako
fr: Niveau sonore

source: Length:
de: Länge
eu: Luzera:
fr: Longueur:
sl: Dolžina:

source: Steps:
eu: Urratsak:
fr: Étapes:
sl: Koraki:

source: Linear Blur
eu: Blur lineala
fr: Flou linéaire

source: Samples to loop:
de: Die Proben in einer Schleife:
eu: Begizta laginak:
fr: Les échantillons à boucle:
sl: Vzorci na zanko:

source: Loop audio
eu: Audio Loop
fr: Audio en boucle

source: Frames to loop:
de: Frames in einer Schleife:
eu: Begizta Frames:
fr: Cadres à boucle:
sl: Frames do zanka:

source: Loop video
eu: Loop bideo
fr: Loop vidéo

source: Motion
eu: Mugimenduan
sl: Predlog

source: Translation search radius: (W/H Percent of image)
de: Übersetzung Suchradius: n (B / H Prozent der Bild)
eu: Itzulpen bilaketaren erradioa: n (W / H irudi portzentajea)
fr: Recherche traduction rayon: n (W / H Pourcentage de l'image)
sl: Prevajanje iskanje radij: n (W / H odstotek slike)

source: Rotation search radius: (Degrees)
de: Rotation Suchradius: n (Grad)
eu: Biraketaren bilaketa-erradioa: n (graduak)
fr: rotation rayon de recherche: n (degrés)
sl: Vrtenje iskanje radij: n (stopinje)

source: Translation block size: (W/H Percent of image)
de: Translation Blockgröße: n (B / H Prozent der Bild)
eu: Itzulpen bloke tamaina: n (W / H irudi portzentajea)
fr: Taille de bloc de traduction: n (W / H Pourcentage de l'image)
sl: Prevajanje velikost bloka: n (W / H odstotek slike)

source: Translation search steps:
de: Übersetzung Suchschritte
eu: Itzulpen bilaketa-urratsak:
fr: recherche traduction étapes:
sl: Prevajanje iskanje koraki:

source: Rotation search steps:
de: Rotation Suchschritte
eu: Biraketaren bilaketa-urratsak:
fr: rotation étapes: recherche
sl: Rotation iskanje koraki:

source: Translation direction:
de: Übersetzungsrichtung:
eu: Itzulpen norabidea:
fr: Direction de traduction:
sl: Smer Prevod:

source: Rotation center:
de: Drehzentrum:
eu: Biraketa zentroa:
fr: Centre de rotation:
sl: Center Vrtenje:

source: Maximum angle offset:
de: Maximale Winkelversatz
eu: Gehienezko angelu konpentsatzeko:
fr: Angle maximum offset:
sl: Največja kotni premik:

source: Rotation settling speed:
de: Rotation Beilegung Geschwindigkeit:
eu: Biraketa argitzeko abiadura:
fr: Vitesse de rotation régler:
sl: Vrtenje reševanje hitrost:

source: Maximum absolute offset:
de: Maximale absolute Offset
eu: Desplazamendu absolutua
fr: Maximum décalage absolu:
sl: Največja absolutna izravnavo:

source: Motion settling speed:
de: Motion Beilegung Geschwindigkeit:
eu: Motion argitzeko abiadura:
fr: Motion vitesse de décantation:
sl: Predlog poravnave hitrost:

source: Frame number:
de: Bildnummer
eu: Frame zenbakia:
fr: Numéro de vue:
sl: Frame številka:

source: Master layer:
de: Master-Schicht
eu: Master geruza:
fr: Couche Master:
sl: Master plast:

source: Action:
de: Aktion
eu: Ekintza:
sl: Ukrep:

source: Calculation:
de: Berechnung
eu: Kalkulua:
fr: Calcul:
sl: Izračun:

source: Add (loaded) offset from tracked frame
de: Hinzufügen (geladen) versetzt verfolgt Rahmen
eu: Gehitu (kargatutako) jarraipena marko desplazamendu
fr: Ajouter (chargé) de décalage du cadre suivis
sl: Dodaj (naložen) odmik od sledimo okvir

source: Track translation
de: Track Übersetzung
eu: Track itzulpena
fr: Suivre la translation
sl: Prevod Track

source: Track rotation
eu: Track biraketa
fr: Rotation de la piste
sl: Vrtenje posnetka

source: Draw vectors
de: Zeichnen Vektoren
eu: Marraztu bektoreak
fr: Dessiner les vecteurs
sl: Nariši vektorje

source: Track single frame
de: Verfolgen Einzelbild
eu: Fotograma bakarraren jarraipena
fr: Suivre une seule image
sl: Sledi en okvir

source: Track previous frame
de: Verfolgen vorherigen Frame
eu: Aurreko fotogramaren jarraipena
fr: Suivre l'image précédente
sl: Sledi prejšnji okvir

source: Previous frame same block
de: Frühere Rahmen gleichen Block
eu: Aurreko fotograma, bloke berdina
fr: Même bloc de trame précédente
sl: Prejšnji okvir enak blok

source: Bottom
de: Unten
eu: Behean
fr: Bas

source: Track Subpixel
eu: Track Azpipixelen
sl: Track podpiksel

source: Stabilize Subpixel
de: Stabilisieren Subpixel
eu: Egonkortu Azpipixelen
fr: Stabiliser Subpixel
sl: Stabiliziramo podpiksel

source: Stabilize Pixel
de: Stabilisieren Pixel
eu: Egonkortu Pixel
fr: Stabiliser Pixel
sl: Stabiliziramo Pixel

source: Save coords to /tmp
de: Save Koordinaten zum / tmp
eu: Save / tmp coords
fr: Enregistrer les coordonnées de / tmp
sl: Shrani Coords v / tmp

source: Load coords from /tmp
de: Load Koordinaten von / tmp
eu: Kargatu / tmp batetik coords
fr: coords de charge du / tmp
sl: Load Coords iz / tmp

source: Recalculate
de: Neu berechnen
eu: Berkalkulatu
fr: Recalculer
sl: Ponovno izračunaj

source: Horizontal only
de: Ausschließlich waagerecht
eu: Bakarrik horizontala
fr: Horizontal seulement
sl: Horizontal le

source: Vertical only
de: Vertical nur
eu: Bertikala soilik
fr: Vertical seulement
sl: Samo Vertical

source: Both
eu: Bai
fr: Les deux
sl: Oba

source: Motion 2 Point
eu: Mugimenduan 2 Point
sl: Predlog 2 Točka

source: Translation search offset: (X/Y Percent of image)
de: Übersetzung Such Offset: n (X / Y Prozent der Bild)
eu: Itzulpen bilaketa konpentsatzeko: n (X / Y irudi portzentajea)
fr: La recherche de traduction en offset: n (X / Y Pourcentage de l'image)
sl: Iskanje Translation offset: n (X / Y odstotek slike)

source: Search steps:
de: Steps Suche:
eu: Bilaketa urratsak:
fr: Rechercher suit:
sl: Iskanje korake:

source: Search directions:
de: Suchen Richtungen:
eu: Search norabide:
fr: Recherche directions:
sl: Iskanje smereh:

source: Settling speed:
de: Settling Geschwindigkeit:
eu: Jaulkipen abiadura:
fr: La vitesse d'établissement:
sl: Umirjanja hitrosti:

source: Stabilize
de: Stabilisieren
eu: Egonkortzen
fr: Stabiliser
sl: Umiritev

source: Rotation block size: (W/H Percent of image)
de: Rotation Blockgröße: n (B / H Prozent der Bild)
eu: Biraketaren bloke-tamaina: n (W / H irudi portzentajea)
fr: Taille de bloc Rotation: n (W / H Pourcentage de l'image)
sl: Vrtenje velikost bloka: n (W / H odstotek slike)

source: Enter the DB to overload by:
de: Geben Sie den DB, um durch Überlast
eu: Sartu PP arabera gainkarga:
fr: Entrez le DB de surcharger par:
sl: Vnesite DB preobremenitve z naslednjim:

source: Treat tracks independantly
de: Behandle Tracks unabhängig voneinander
eu: Treat ibilbideak independantly
fr: Traiter pistes indépendamment
sl: Treat skladbe independantly

source: Use intensity
de: Verwenden Intensität
eu: Erabili intentsitatea
fr: Utiliser l'intensité
sl: Uporabi intenzivnosti

source: Oil painting
de: Ölgemälde
eu: Olio-pintura
fr: Peinture à l'huile

source: Oil Painting
de: Ölgemälde
eu: Oil Pintura
fr: Peinture à l'huile

source: Use Intensity
de: Mit Intensity
eu: Erabili intentsitatea
fr: Utilisez intensité
sl: Uporabi Intensity

source: Bottom first
de: Bottom ersten
eu: Behean lehen
fr: Bottom première
sl: Bottom prvi

source: Top first
de: Top erste
eu: Gehien lehen
fr: Top premier
sl: Top prvi

source: Layer order:
de: Layer Reihenfolge:
eu: Layer ordena:
fr: Afin de couche:
sl: Layer naročilo:

source: Output layer:
de: Ausgangslage
eu: Irteera geruza:
fr: Couche de sortie:
sl: Izhodna plast:

source: Overlay
eu: Gainjarri

source: Add
de: Hinzufügen
eu: Gehitu
fr: Ajouter
sl: Dodaj

source: Lowpass
de: Tiefpass
eu: Behe-paseko
fr: Passe-bas
sl: Nizkopasovni

source: Highpass
eu: Goi-paseko
fr: Passe-haut

source: Freq
eu: Maiztasunak
sl: Frekvenca

source: Level
eu: Maila
sl: Raven

source: Window:
de: Fenster
eu: Leihoa:
fr: Fenêtre:
sl: Okno:

source: EQ Parametric
eu: EQ parametrikoetan
fr: EQ paramétrique
sl: EQ Parametrični

source: Current X:
de: Aktuelle X:
eu: Oraingo X:
fr: X actuel:
sl: Trenutna X:

source: Perspective
eu: Perspektiba

source: Perspective direction:
de: Perspektive Richtung
eu: Perspektiba norabidea:
fr: Direction Perspective:
sl: Smer perspektiva:

source: Forward
de: Nach Vorne
eu: Aurrera
sl: Naprej

source: Reverse
eu: Alderantzikatu

source: Output size:
de: Ausgabegröße
eu: Irteeraren tamaina:
fr: Format de sortie:
sl: Velikost Output:

source: Override camera
de: Override-Kamera
eu: Baliogabetu kamera
fr: Caméra Override
sl: Override kamero

source: Use alpha/black level
de: Use alpha / Schwarzpegel
eu: Erabili alfa / Maila beltza
fr: Utiliser alpha / niveau de noir
sl: Uporaba alfa / black raven

source: Auto Scale
eu: Auto eskala
fr: Scale Auto
sl: Auto Lestvica

source: Phase
eu: Fase
sl: Faza

source: Harmonic
de: Harmonische
eu: Harmonikoa
fr: Harmonique

source: Waveform
eu: Uhin
sl: Vala

source: Wave Function
de: Wellenfunktion
eu: Wave Funtzio
fr: Fonction d'onde
sl: Wave Funkcija

source: Pulse
eu: Pultsu

source: Noise
eu: Zarata
sl: Hrup

source: Maximum
eu: Gehienezko
sl: Največji

source: Slope
eu: Malda

source: Enumerate
de: Zählen
eu: Zenbatuta
fr: Énumérer
sl: Naštevajo

source: Even
de: Selbst
eu: Nahiz eta
fr: Même
sl: Tudi

source: Pitch shift
eu: Garaieraren desplazamendua

source: Depth:
de: Tiefe
eu: Sakonera:
fr: Profondeur:
sl: Globina:

source: Depth
de: Tiefe
eu: Sakonera
fr: Profondeur
sl: Globina

source: Angle
de: Winkel
eu: Angelu

source: Automate
de: Automatisieren
eu: Automatizatu
fr: Automatiser
sl: Avtomatizacija

source: Sharpness
de: Schärfe
eu: Garbitasuna
fr: Netteté
sl: Ostrina

source: Luminance only
de: Helligkeit nur
eu: Luminantziaren bakarrik
fr: Luminance seulement
sl: Samo svetilnost

source: Scale factor:
de: Skalierung
eu: Eskala faktorea:
fr: Facteur d'échelle:
sl: Faktor lestvice:

source: Scale by amount:
de: Scale durch Betrag:
eu: Eskalatu zenbatekoa da:
fr: Scale par quantité:
sl: Merilo za znesek:

source: Remove Gaps
de: Lücken entfernen
eu: Kendu Hutsuneak
fr: Supprimer lacunes
sl: Odstrani vrzeli

source: replace Target
de: Ersetzen Target
eu: Ordezkoa helburu
fr: Remplacer cible
sl: Zamenjava Target

source: Components only
de: Komponenten nur
eu: Osagai bakarrik
fr: Seuls les composants
sl: Samo komponente

source: Alpha replace
de: Alpha ersetzen
eu: Alpha ordezkatu
fr: Alpha remplacer
sl: Alpha zamenja

source: Target track:
de: Ziel-Tracks:
eu: Helburua pista:
fr: Piste cible:
sl: Ciljna proga:

source: Operation:
eu: Eragiketa:
sl: Operacija:

source: Resample
eu: Berriz lagindu
fr: Rééchantillonner

source: Couldn't save %s.
de: Konnte nicht gespeichert werden: %s.
eu: Ezin da %s gorde.
fr: Impossible d'enregistrer %s.
sl: Ne morem shraniti %s.

source: Initial signal level:
de: Die ersten Signalpegel
eu: Hasierako seinale maila:
fr: Niveau de signal initial:
sl: Raven Začetno signala:

source: ms before reflections:
de: Ms vor Reflexionen:
eu: Hausnarketak aurretik ms:
fr: ms avant réflexions:
sl: ms pred razmišljanjem:

source: First reflection level:
de: First Reflexionsgrad:
eu: Lehen hausnarketa maila:
fr: Niveau de réflexion d'abord:
sl: Prva stopnja razmislek:

source: Last reflection level:
de: Last Reflexionsgrad:
eu: Azken hausnarketa maila:
fr: Niveau de réflexion Dernière:
sl: Zadnja stopnja razmislek:

source: Number of reflections:
de: Anzahl der Reflexionen:
eu: Hausnarketak kopurua:
fr: Nombre de réflexions:
sl: Število razmišljanjem:

source: ms of reflections:
de: Ms von Reflexionen:
eu: Hausnarketa ms:
fr: ms de réflexions:
sl: ms razmišljanjem:

source: Start band for lowpass:
de: Band starten zur Tiefpass:
eu: Hasi band Behe-paseko for:
fr: Lancer bande pour passe-bas:
sl: Start bend za Niskopropusni:

source: End band for lowpass:
de: End-Band für Tiefpass:
eu: End band Behe-paseko for:
fr: Bande de Fin de passe-bas:
sl: Konec pas za Niskopropusni:

source: Set default
de: Default
eu: Berezko

source: Select the reverb file to save as
de: Wählen Sie die Reverb-Datei, die als zu sparen
eu: Hautatu reverb koadernoan gorde
fr: Sélectionnez le fichier de réverbération à enregistrer sous
sl: Izberite odjeka datoteko shranite kot

source: Select the reverb file to load from
de: Wählen Sie die Reverb-Datei aus geladen werden
eu: Hautatu reverb fitxategitik kargatu
fr: Sélectionnez le fichier de réverbération à charger à partir
sl: Izberite odjeka datoteko za nalaganje iz

source: Reverse audio
eu: Alderantzizko audio
fr: Audio inverse

source: Reverse video
de: Invers
eu: Alderantzikatu bideoa
fr: Vidéo inverse

source: RGB -> 601 compression
eu: RGB -> 601 konpresioa
sl: RGB -> 601 stiskanje

source: 601 -> RGB expansion
de: 601 -> RGB Erweiterung
eu: 601 -> GBU hedapena
fr: 601 - l'expansion> RGB
sl: 601 -> RGB širitev

source: Draw pivot
de: Zeichnen Dreh
eu: Marraztu pibota
fr: Dessiner pivot
sl: Nariši pivot

source: Rotate
de: Drehen
eu: Biratu
fr: Rotation
sl: Zavrti
