Repository: nyancat18/cinelerra
Catalog: cinelerra-4.6/cinelerra-4.6.mod/po/*.po
Languages: de, eu, fr, sl

source: %s [-f] [-c configuration] [-d port] [-n nice] [-r batch file] [filenames]
de: %s [-f] [-c Konfigurations] [-d port] [-n schön] [-r Batch-Datei] [Dateiname] n n
eu: %s [-f] [-c konfigurazio] [-d ataka] [-n polita] n n [-r batch fitxategi] [fitxategi-izenak]
fr: %s [-f] [configuration -c] [port -d] [nice -n] [-r fichier batch] [noms] n n
sl: %s [-f] [-c konfiguracija] [-d port] [-n lepo] [-r paketna datoteka] [datotek] n n

source: -d = Run in the background as renderfarm client. The port (400) is optional.
de: -d = Run im Hintergrund als Renderfarm-Client. Der Hafen (400) ist optional. N
eu: -d = Run hondo errendategiko bezero gisa. Portua (400) hautazkoa da. N
fr: -d = Exécuter en arrière-plan en tant que client de grappe de calcul. Le port (400) est facultative. N
sl: -d = Run v ozadju kot renderfarm stranko. Port (400) je neobvezen. N

source: -f = Run in the foreground as renderfarm client. Substitute for -d.
de: -f = Run im Vordergrund als Renderfarm-Client. Ersatz für d. N
eu: -f = Run lehen planoan errendategiko bezero gisa. -d Ordezko. N
fr: -f = Run au premier plan en tant que client de grappe de calcul. Substitut pour -d. N
sl: -f = Run v ospredju kot renderfarm stranko. Namestnik za -d. N

source: -n = Nice value if running as renderfarm client. (20)
de: -n = Nizza Wert, wenn läuft als Renderfarm Kunden. (20) n
eu: -n = Nice balio errendategiko bezero gisa exekutatzen bada. (20) n
fr: Value = -n de Nice en cas d'exécution en tant que client de grappe de calcul. (20) n
sl: -n = Vrednost Nica (20) n če teče kot renderfarm stranko.

source: -c = Configuration file to use instead of %s%s.
de: -c = Konfigurationsdatei, die anstelle von %s%s n zu verwenden.
eu: -c = Konfigurazio fitxategia ordez %s%s n erabili.
fr: -c = Fichier de configuration à utiliser au lieu de %s%s. N
sl: -c = Konfiguracija datoteko uporabiti namesto %s%s. N

source: -r = batch render the contents of the batch file (%s%s) with no GUI. batch file is optional.
de: -r = Charge machen den Inhalt der Batch-Datei (%s%s) ohne GUI. Batch-Datei ist optional. N
eu: -r = Batch errendatu batch fitxategi edukia (%s%s) GUI gabe. Batch fitxategi aukerakoa da. N
fr: -r = Lot rendre le contenu du fichier batch (%s des%sans interface graphique. Fichier batch est optionnelle. N
sl: -r = Serija postala vsebino paketno datoteko (%s%s), brez GUI. Paketna datoteka je obvezna. N

source: filenames = files to load
de: Dateinamen = Dateien zu laden n n n
eu: Kargatu fitxategi izenak = fitxategiak n N n
fr: Noms de fichiers = fichiers à charger n n n
sl: FILENAMES = datoteke naložiti n n n

source: The following errors occurred:
de: Die folgenden Fehler sind aufgetreten:
eu: Honako erroreak gertatu:
fr: Les erreurs suivantes sont survenues
sl: Naslednje napake prišlo:

source: Building Indexes...
de: Indexerstellung ...
eu: Eraikina Indizeak ...
fr: Index de construction ...
sl: Gradbeni Kazala ...

source: Edit
eu: Editatu
fr: Modifier

source: Keyframes
eu: Gako-fotogramak
fr: Images clés

source: Tracks
eu: Pistak

source: Settings
de: Einstellungen
eu: Ezarpenak
fr: Paramètres

source: Mode
eu: Modua

source: Speed
eu: Abiadura

source: Camera X
de: Kamera X
eu: Kamera X
fr: Caméra X

source: Camera Y
de: Kamera Y
eu: Kamera Y
fr: Caméra Y

source: Camera Z
de: Kamera Z
eu: Kamera Z
fr: Caméra Z
sl: Kamera Z

source: Projector X
eu: Proiekzio X
fr: Projecteur X
sl: Projektor X

source: Projector Y
de: Projektor Y
eu: Proiekzio Y
fr: Projecteur Y
sl: Projektor Y

source: Projector Z
de: Projektor Z
eu: Proiekzio Z
fr: Projecteur Z
sl: Projektor Z

source: Window
eu: Leihoa
fr: Fenêtre

source: Default positions
de: Standard-Positionen
eu: Posizio lehenetsiak
fr: positions par défaut
sl: Privzete pozicije

source: Tile left
de: Tile links
eu: Tile utzi
fr: Tile gauche
sl: Tile levo

source: Tile right
de: Tile rechts
eu: Tile eskubidea
fr: Droit de Tile
sl: Tile pravica

source: Dump CICache
eu: Irauli CICache

source: Dump EDL
eu: Irauli EDL

source: Dump Plugins
eu: Irauli Plugins

source: Dump Assets
eu: Irauli aktiboak
fr: Actifs Dump
sl: dump Sredstva

source: Undo
de: Rückgängig
eu: Desegin
fr: Annuler
sl: Razveljavi

source: Undo %s
de: Rückgängig %s
eu: Desegin %s
fr: Annuler %s
sl: Razveljavi %s

source: Redo
de: Wiederherstellen
eu: Berregiten du
fr: Rétablir
sl: Ponovi

source: Redo %s
eu: Berregin %s
fr: Rétablir %s
sl: Ponovi %s

source: Cut keyframes
eu: Ebaki-fotogramak
fr: Images clés Couper

source: Copy keyframes
de: Kopieren von Keyframes
eu: Kopiatu gako-fotogramak
fr: images clés de copie
sl: Kopiraj keyframes

source: Paste keyframes
de: Einfügen von Keyframes
eu: Itsatsi gako
fr: images clés Coller
sl: Prilepi keyframes

source: Clear keyframes
eu: Garbitu-fotogramak
fr: Clear
sl: Jasno keyframes

source: Change to linear
de: Wechseln Sie in linear
eu: Lineala den aldatu
fr: Changer de linéaire
sl: Sprememba linearne

source: Change to bezier
de: Wechseln Sie in Bezier
eu: Bezier Honekin ordezkatu
fr: Changer de Bézier
sl: Sprememba Bezierjeve krivulje

source: Cut default keyframe
de: Cut Standard Keyframe
eu: Ebaki lehenetsia da gako-fotograma
fr: Image-clé par défaut Couper
sl: Cut privzeto Glavni okvir

source: Copy default keyframe
de: Copy Standard Keyframe
eu: Kopiatu lehenetsia da gako-fotograma
fr: Image-clé par défaut de copie
sl: Kopiraj privzeto Glavni okvir

source: Paste default keyframe
de: Einfügen Standard Keyframe
eu: Itsatsi lehenetsia da gako-fotograma
fr: Image-clé par défaut Coller
sl: Paste privzeto Glavni okvir

source: Clear default keyframe
de: Clear Standard Keyframe
eu: Garbitu fotograma lehenetsia
fr: Image-clé par défaut Effacer
sl: Jasno privzeto Glavni okvir

source: Cut
de: Ausschneiden
eu: Ebaki
fr: Couper

source: Clear
eu: Garbitu
sl: Počisti

source: Paste silence
eu: Itsatsi isiltasuna
fr: Silence Coller
sl: Paste tišina

source: Select All
eu: Hautatu dena
fr: Sélectionner tout
sl: Izberi vse

source: Clear labels
de: Clear-Etiketten
eu: Garbitu etiketak
fr: Les étiquettes transparentes
sl: Jasno oznake

source: Cut ads
de: Cut-Anzeigen
eu: Ebaki iragarkiak
fr: Annonces Couper
sl: Cut oglasov

source: Detach transitions
de: Lösen Sie Übergänge
eu: Askatu trantsizioak
fr: transitions Détacher
sl: Ločite prehodov

source: Mute Region
eu: Mutu Region
fr: Région Mute
sl: Mute Regija

source: Trim Selection
eu: Hautapen Trim
fr: Sélection Trim

source: Default Transition
de: Standardübergang
eu: Trantsizio lehenetsia
fr: Transition par défaut
sl: Privzeti prehod

source: Reset Translation
eu: Berrezarri itzulpenak
fr: Reset traduction

source: Delete tracks
de: Spuren löschen
eu: Ezabatu pistak
fr: Supprimer les pistes
sl: Brisanje skladbe

source: Delete last track
de: Letzten Titel löschen
eu: Azken pista ezabatu
fr: Supprimer la dernière piste
sl: Izbriši zadnjo skladbo

source: Move tracks up
de: Move verfolgt bis
eu: Eraman pistak gora
fr: Déplacer les pistes
sl: Move skladbe up

source: Move tracks down
de: Move spürt
eu: Eraman pistak behera
fr: Déplacer traque
sl: Move skladbe navzdol

source: Concatenate tracks
de: Concatenate verfolgt
eu: Kateatu pistak
fr: Concatenate pistes
sl: Združevanje skladbe

source: Add subttl
de: SUBTTL hinzufügen
eu: Gehitu subttl
fr: Ajouter subttl
sl: Dodaj subttl

source: paste subttl
eu: Itsatsi subttl
fr: Subttl de pâte

source: Set background render
de: Set Hintergrund rendern
eu: Ezarri atzeko planoan errendatzea
fr: Définir fond render
sl: Nastavi ozadje postanejo

source: Edit labels
eu: Editatu etiketak
fr: Modifier les étiquettes
sl: Urejanje oznak

source: Edit effects
de: Effekte bearbeiten
eu: Editatu efektuak
fr: Modifier les effets
sl: Uredi učinki

source: Keyframes follow edits
de: Keyframes folgen Bearbeitungen
eu: Fotogramari jarraitzeko ekarpenak
fr: Images clés suivent les modifications
sl: Keyframes sledite urejanja

source: Align cursor on frames
de: Richten Sie den Cursor auf Rahmen
eu: Lerrokatu kurtsorea markoak
fr: Aligner curseur sur les images
sl: Poravnava kazalec na okvirje

source: Typeless keyframes
de: Ohne Typ Keyframes
eu: Typeless-fotogramak
fr: images clés sans type

source: Save settings now
de: Einstellungen speichern jetzt
eu: Gorde ezarpenak orain
fr: Enregistrer les paramètres maintenant
sl: Shrani nastavitve zdaj

source: Saved settings.
de: Gespeicherte Einstellungen
eu: Ezarpenak gorde da.
fr: Les paramètres enregistrés.
sl: Shranjene nastavitve.

source: Show Resources
de: Show-Ressourcen
eu: Show baliabideak
fr: Afficher les ressources
sl: Pokaži Resources

source: Show Compositor
eu: Show Konposaketa
fr: Afficher Compositor
sl: Pokaži kompozitor

source: Show Overlays
eu: Erakutsi gainjarpen
fr: Afficher les incrustations
sl: Pokaži prosojnic

source: Show Levels
eu: Show mailak
fr: Afficher les niveaux
sl: Pokaži Levels

source: Split X pane
de: Split X Fenster
eu: Split X panela
fr: Séparer X volet
sl: Pane Split X

source: Split Y pane
de: Split Y Fenster
eu: Split Y panela
fr: Volet de Split Y
sl: Pane Split Y

source: %s ETA: %s
eu: %s ETAren: %s

source: Attach Effect...
de: Bringen Sie Effekt ...
eu: Erantsi efektua ...
fr: Attacher un effet ...
sl: Pripni Effect ...

source: Attach Effect
de: Attach-Effekt
eu: Erantsi efektua
fr: Attacher un effet
sl: Pripni Effect

source: Attach Transition...
de: Bringen Übergang ...
eu: Erantsi Trantsizio ...
fr: Fixer la transition ...
sl: Pripni Prehod ...

source: Attach Transition
de: Bringen Transition
eu: Erantsi Trantsizioa
fr: Fixer la transition
sl: Pripni Prehod

source: Select transition from list
de: Wählen Sie aus der Liste Übergang
eu: Zerrendako trantsizioa
fr: Sélectionnez la transition de la liste
sl: Izberite prehod iz seznama

source: Edit Length...
de: Länge bearbeiten ...
eu: Editatu Luzera ...
fr: Modifier Longueur ...
sl: Edit Dolžina ...

source: Shuffle Edits
de: Shuffle Bearbeitungen
eu: Shuffle editatzen
sl: Shuffle Urejanja

source: Align Edits
de: Richten Sie Bearbeitungen
eu: Lerrokatu editatzen
fr: Aligner Edits
sl: Poravnaj Urejanja

source: Render effect...
de: Render-Effekt ...
eu: Errendatu efektua ...
fr: Rendu d'effet ...
sl: Render učinek ...

source: No recordable tracks specified.
de: Keine bespielbaren Spuren festgelegt.
eu: No grabazioko pista zehaztu
fr: Pas de pistes enregistrables spécifiés.
sl: Ni snemanje skladbe določeno.

source: No plugins available.
de: Keine Plugins zur Verfügung.
eu: Ez da plugin eskuragarri.
fr: Pas de plugins disponibles.
sl: Ni na voljo vtičniki.

source: No output file specified.
de: Keine Ausgabedatei festgelegt.
eu: Ez da irteera fitxategia zehaztu
fr: Aucun fichier de sortie spécifié.
sl: Ne izhodna datoteka navedeno.

source: No effect selected.
de: Kein Effekt ausgewählt.
eu: Ez du eraginik aukeratu ditu.
fr: Pas d'effet sélectionné.
sl: Izbran ni noben učinek.

source: No selected range to process.
de: Nein gewählten Bereich zu verarbeiten.
eu: No sorta hautatutako prozesatu.
fr: Aucune plage sélectionnée à traiter.
sl: Ne izbrano območje obdelati.

source: Couldn't open %s
de: Konnte %s nicht öffnen
eu: Ezin izan da %s
fr: Impossible d'ouvrir %s
sl: Ne morem odpreti %s

source: Select an effect
de: Wählen Sie einen Effekt
eu: Aukeratu efektu bat
fr: Sélectionnez un effet
sl: Izberite učinek

source: Select the first file to render to:
de: Wählen Sie die erste Datei, um zu machen:
eu: Hautatu lehen koadernoan renda:
fr: Sélectionnez le premier fichier à rendre à:
sl: Izberite prvo datoteko povrni:

source: Select a file to render to:
de: Wählen Sie eine Datei, um zu machen:
eu: Aukeratu fitxategi batera errendatu:
fr: Sélectionnez un fichier à rendre à:
sl: Izberite datoteko za povrni:

source: Transition Length...
de: Transition Länge ...
eu: Trantsizio Luzera ...
fr: Durée de la transition ...
sl: Prehodno Dolžina ...

source: recieve message failed
de: Recieve Nachricht ist fehlgeschlagen n
eu: Jaso Mezu huts egin du n
fr: Un message recieve échoué n
sl: Prejeli sporočilo ni n

source: send message failed
de: Nachricht senden gescheitert n
eu: Bidali mezu huts egin du n
fr: Envoyer un message échoué n
sl: Pošlji sporočilo ni n

source: Messages::write_message
de: Beiträge::write_message
eu: Mezuak::write_message
sl: Sporočila::write_message

source: Show meters
de: Show Meter
eu: Show metro
fr: Afficher mètres
sl: Pokaži metrov

source: MWindow::init_theme: theme %s not found.
de: MWindow::init_theme: Thema %s wurde nicht gefunden. N
eu: MWindow::init_theme: Gaia %s ez da aurkitu. N
fr: MWindow::init_theme: thème %s introuvable. N
sl: MWindow::init_theme: Tema %s ni mogoče najti n

source: Failed to open %s
de: Konnte %s zu öffnen
eu: Huts egin du %s ireki
fr: Impossible d'ouvrir %s
sl: Ni mogoče odpreti %s

source: 's format couldn't be determined.
de: 'S-Format konnte nicht ermittelt werden.
eu: 'S formatu ezin izan da zehaztu
fr: Format
sl: Ni bilo mogoče določiti 'S format.

source: load
eu: Karga
fr: Charge
sl: Obremenitev

source: Initializing GUI
de: Initialisieren GUI
eu: Hasten GUI
fr: Initialisation GUI
sl: Inicializacija GUI

source: Couldn't open %s for writing.
de: Konnte nicht geöffnet werden %s zu schreiben.
eu: Ezin izan da %s idazteko
fr: Impossible d'ouvrir %s pour l'écriture.
sl: Ne morem odpreti %s za pisanje.

source: remove assets
de: Vermögenswerte zu entfernen
eu: Aktibo kendu
fr: Retirer les actifs
sl: Odstrani sredstva

source: Using %s
de: Verwendung von %s
eu: %s erabiltzea
fr: Utilisation %s
sl: Uporaba %s

source: This project's dimensions are not multiples of 4 so it can't be rendered by OpenGL.
de: Dieses Projekt Abmessungen nicht ein Vielfaches von 4, so nit kann nicht durch OpenGL gerendert werden.
eu: Proiektu honen dimentsioak ez dira 4 beraz nit ezin da OpenGL emandako multiploak
fr: Les dimensions de ce projet ne sont pas des multiples de 4 so nit ne peut pas être rendue par OpenGL.
sl: Dimenzije tega projekta, niso večkratniki števila 4, tako nit ne more biti izdana s OpenGL.

source: select asset
de: Wählen Sie Asset
eu: Aukeratu aktiboaren
fr: Actif sélectionnez
sl: Izberite sredstvo

source: add track
de: Spur hinzufügen
eu: Gehitu pista
fr: Ajouter une Piste
sl: Dodati skladbo

source: asset to all
de: Gewinn für alle
eu: Guztiak aktibo
fr: Atout pour tous
sl: Sredstvo za vse

source: asset to size
de: Asset-Größe
eu: Tamaina aktibo
fr: Atout pour la taille
sl: Sredstvo velikosti

source: asset to rate
de: Asset zu bewerten
eu: Baloratzeko aktibo
fr: Atout pour noter
sl: Sredstvo za oceno

source: clear
eu: Argi eta garbi
fr: Clair
sl: Jasno

source: set linear
de: Eingestellt linear
eu: Ezarri lineala
fr: Linéaire régler
sl: Določi linearna

source: set bezier
de: Gesetzt Bezier
eu: Ezarri bezier
fr: Bézier régler
sl: Nastavljen BEZIER

source: clear keyframes
eu: -Fotogramak argi eta garbi
fr: images clés claires
sl: jasne keyframes

source: clear default keyframe
de: Klare Standard Keyframe
eu: Argi lehenetsia da gako-fotograma
fr: Image-clé par défaut claire
sl: Jasno privzeto Glavni okvir

source: clear labels
de: Clear Etiketten
eu: Etiketak argia
fr: étiquettes claires
sl: jasne oznake

source: concatenate tracks
de: Verketten Tracks
eu: Kateatu pistak
fr: pistes de concaténer
sl: Združevanje skladbe

source: crop
de: Ernte
eu: Laborantza
fr: Cultures
sl: Pridelek

source: cut
de: Schnitt
eu: Ebaki
fr: Couper

source: cut keyframes
de: Schneiden Keyframes
eu: Ebaki-fotogramak
fr: Couper les images clés

source: cut default keyframe
de: Cut Standard Keyframe
eu: Ebaki lehenetsia da gako-fotograma
fr: Image-clé par défaut couper
sl: Cut privzeto Glavni okvir

source: delete tracks
de: Löschen Tracks
eu: Ezabatu ibilbideak
fr: Supprimer des pistes
sl: Izbrisati skladbe

source: delete track
de: Spur löschen
eu: Pista ezabatu
fr: Supprimer la piste
sl: Izbrišete skladbo

source: insert effect
de: Insert-Effekt
eu: Insert efektua
fr: L'effet d'insertion
sl: Vstavite učinek

source: drag handle
de: Ziehgriff
eu: Arrastatu heldulekua
fr: Poignée de traînée
sl: Povlecite ročaj

source: match output size
de: Übereinstimmungsausgangsgröße
eu: Partidu irteeraren tamaina
fr: Taille de sortie de correspondance
sl: Tekma se je velikost output

source: move edit
de: Move bearbeiten
eu: Mugimendu editatu
fr: Modifier de déplacement
sl: Poteza edit

source: move effect
de: Move-Effekt
eu: Mugitzeko efektua
fr: Déplacer effet
sl: Premakniti učinek

source: move effect up
de: Move up-Effekt
eu: Mugitzeko efektua sortu
fr: Déplacer effet jusqu'à
sl: Premakniti učinek up

source: move effect down
de: Bewegen Wirkung down
eu: Eraman behera efektua
fr: Déplacer effet vers le bas
sl: Premakniti učinek dol

source: move track down
de: Bewegen sich die Spur zu kommen
eu: Eraman jarraipena behera
fr: Déplacer traquer
sl: Move izslediti

source: move tracks down
de: Move spürt
eu: Eraman pistak behera
fr: Move traque
sl: Poteza skladbe navzdol

source: move track up
de: Move up verfolgen
eu: Mugimendu jarraipena eman
fr: Déplacer le morceau jusqu'à
sl: Poteza izslediti up

source: move tracks up
de: Move verfolgt bis
eu: Eraman pistak gora
fr: Déplacer les pistes
sl: Poteza sledi up

source: mute
eu: Mutu

source: overwrite
de: Überschreiben
eu: Gainidatzi
fr: Écraser
sl: Prepisati

source: paste
de: Einfügen
eu: Itsatsi
fr: Coller
sl: Prilepi

source: paste assets
de: Paste Vermögenswerte
eu: Itsatsi aktiboak
fr: actifs coller
sl: pasta sredstva

source: paste keyframes
de: Einfügen von Keyframes
eu: Itsatsi gako
fr: images clés de pâte
sl: pasta keyframes

source: paste default keyframe
de: Paste Standard-Keyframes
eu: Itsatsi lehenetsia da gako-fotograma
fr: Image-clé par défaut de pâte
sl: Paste privzeto Glavni okvir

source: silence
de: Stille
eu: Isiltasuna
sl: Tišina

source: detach transition
de: Lösen Übergang
eu: Deskonektatzea trantsizio
fr: Détacher transition
sl: Odstranite prehod

source: detach transitions
de: Lösen Übergänge
eu: Deskonektatzea trantsizioak
fr: Transitions détacher
sl: Ločiti prehode

source: transition
de: Übergang
eu: Trantsizio
sl: Prehod

source: attach transitions
de: Anhängen Übergänge
eu: Erantsi trantsizioak
fr: Attacher transitions
sl: Priložite prehode

source: No default transition %s found.
de: Kein Standardübergang %s gefunden.
eu: Ez da %s trantsizio lehenetsia aurkitu.
fr: Trouvé s Aucune transition par défaut %s
sl: Ne privzeto prehoda %s found.

source: shuffle edits
de: Shuffle-Bearbeitungen
eu: Nahastu ekarpenak
fr: modifications shuffle
sl: shuffle urejanja

source: align edits
de: Align Bearbeitungen
eu: Lerrokatu ekarpenak
fr: Align modifications
sl: Uskladiti urejanja

source: edit length
de: Bearbeiten Länge
eu: Edit luzera
fr: Longueur de modifier
sl: Dolžina edit

source: transition length
de: Übergangslänge
eu: Trantsizio luzera
fr: Longueur de transition
sl: Dolžina prehod

source: resize track
de: Größe ändern Titel
eu: Resize pista
fr: Redimensionner la piste
sl: Resize skladbo

source: in point
de: Im Punkt
eu: Puntuan
fr: Au point
sl: Točke

source: out point
de: Out-Punkt
eu: Out puntua
fr: Point de sortie
sl: Out točka

source: Clip %d
eu: %d Clip

source: trim selection
de: Trimm-Auswahl
eu: Moztu hautaketa
fr: Sélection garniture
sl: Trim izbor

source: new folder
de: Neuer Ordner
eu: Karpeta berria
fr: Nouveau dossier
sl: Nova mapa

source: map 1:1
de: Karte 1: 1
eu: Mapa 1: 1
fr: La carte 1: 1
sl: Karta 1: 1

source: cut ads
de: Cut-Anzeigen
eu: Ebaki iragarkiak
fr: Annonces couper
sl: Cut oglasov

source: New...
de: Neu ...
eu: Berria ...
fr: Nouveau ...

source: Cinelerra: New Project
de: Cinelerra: Neues Projekt
eu: Cinelerra: Proiektu berria
fr: Cinelerra: Nouveau projet

source: : New Project
de: : Neues Projekt
eu: : Proiektu berria
fr: : Nouveau projet

source: Parameters for the new project:
de: Parameter für das neue Projekt
eu: Proiektu berriaren parametroak:
fr: Paramètres pour le nouveau projet:
sl: Parametri za nov projekt:

source: Samplerate:
eu: Lagin:

source: Framerate:
eu: Fotograma-tasa:

source: Canvas size:
de: Leinwandgröße
eu: Oihalaren tamaina:
fr: Canvas Taille:
sl: Velikost Canvas:

source: Aspect ratio:
de: Seitenverhältnis:
eu: Erlazioa:
fr: Rapport d'image:
sl: Razmerje stranic:

source: Auto aspect ratio
de: Auto-Seitenverhältnis
eu: Auto itxura-erlazio
fr: Rapport d'aspect automatique
sl: Razmerje Auto

source: Play track
eu: Play pista
fr: Lire la piste
sl: Play skladbo

source: play patch
de: Spiel-Patch
eu: Play adabaki
fr: Patch Play

source: Arm track
de: Arm Spur
eu: Ainguratu pista
fr: Piste Arm

source: record patch
eu: Erregistro adabaki
fr: Patch record
sl: Zapis patch

source: gang patch
de: Bande patch
eu: Koadrilaren adabaki
fr: Patch gang

source: Draw media
de: Zeichnen Medien
eu: Marraztu media
fr: Dessiner le média
sl: Nariši medijev

source: draw patch
de: Ziehen patch
eu: Marraztu adabaki
fr: Dessiner patch
sl: Sestavi obliž

source: Don't send to output
de: Senden Sie nicht den Ausgang
eu: Ez irteera bidali
fr: Ne pas envoyer à la sortie
sl: Ne pošiljajte na izhod

source: mute patch
eu: Mutu adabaki
fr: Patch muet

source: expand patch
de: Erweitern patch
eu: Zabaltzeko adabaki
fr: Élargir patch
sl: Razširiti obliž

source: track title
de: Titelname
eu: Abestiaren izena
fr: Titre de la piste
sl: Title track

source: Nudge
eu: Bultzatu
sl: Pomakni

source: nudge
eu: Bultzatu
fr: Coup de pouce

source: Cache size (MB):
de: Cache-Größe (MB):
eu: Cache tamaina (MB):
fr: Taille du cache (Mo):
sl: Velikost predpomnilnika (MB):

source: Seconds to preroll renders:
de: Seconds to Preroll macht:
eu: Errendatzeari aurrehartzeko seg:
fr: Secondes d'anticipation de rendu:
sl: Sekunde do preroll ometi:

source: (must be root)
de: (Root sein muss)
eu: (Root izan behar du)
fr: (Doit être root)
sl: (Mora biti koren)

source: Background Rendering (Video only)
de: Hintergrund-Rendering (nur Video)
eu: Atzeko errendatzea (Video soilik)
fr: Background Rendering (vidéo seulement)
sl: Ozadje Rendering (samo video)

source: Frames per background rendering job:
de: Frames per Hintergrund-Rendering Job:
eu: Fotograma kopurua atzeko planoan errendatzea lana:
fr: Cadres fond rendu par métier:
sl: Frames na podlagi česar službo:

source: Frames to preroll background:
de: Frames zu Preroll Hintergrund:
eu: Bestelako aurre hartzeko atzeko Frames:
fr: Cadres tâche de fond:
sl: Frames do preroll ozadju:

source: Output for background rendering:
de: Ausgang für die Hintergrundwiedergabe:
eu: Atzeko planoan errendatzeko Irteera:
fr: Sortie pour le fond rendu:
sl: Izhod iz ozadja upodabljanje:

source: Render Farm
eu: Errendatu Granja

source: Nodes:
de: Knoten
eu: Nodoak:
fr: Noeuds:
sl: vozlišča:

source: Hostname:
eu: Ostalari
fr: Nom d'hôte:
sl: Ime gostitelja:

source: Total jobs to create:
de: Total Arbeitsplätze zu schaffen:
eu: Guztira enplegua sortzeko:
fr: Total des emplois à créer:
sl: Skupaj delovnih mest za ustvarjanje:

source: (overridden if new file at each label is checked)
de: (Außer Kraft gesetzt, wenn neue Datei bei jedem Etikett markiert ist)
eu: (Gainidatzi Etiketa bakoitzean fitxategi berria aukeratuta badago)
fr: (Substitution si nouveau fichier à chaque marque est cochée)
sl: (Prevlada, če je nova datoteka na vsaki etiketi preveri)

source: Hostname
eu: Ostalari
fr: Nom d'hôte
sl: Gostitelja

source: Framerate
eu: Fotograma-tasa

source: Use background rendering
de: Mit Hintergrund-Rendering
eu: Erabili hondo errendatze
fr: Utilisez fond rendu
sl: Uporabi ozadja upodabljanje

source: Use render farm
eu: Erabili errendategia
fr: Utiliser ferme de rendu
sl: Uporaba postane gojišče

source: Force single processor use
de: Force Single-Prozessor verwenden
eu: Derrigortu prozesadore bakarra erabiltzea
fr: Forcer l'utilisation du processeur single
sl: Vsili enotno uporabo procesorja

source: trap sigSEGV
de: Falle SIGSEGV
eu: Tranpa SIGSEV
fr: SIGSEGV piège
sl: Past SIGSEGV

source: trap sigINT
de: Falle SIGINT
eu: Tranpa SIGINT
fr: SIGINT piège
sl: Past SIGINT
